{
    "AboutUsHeader": "About Us",
    "CompanyProfileTab": "Al-Jazira Takaful Taawuni Company is a Saudi joint stock company ",
    "CompanyProfileTab1": "Regulated and supervised by Insurance Authority.",
    "ShariahCommitteeTab": "Shariah Committee",
    "who": "Who", 
     "weare":"We Are?",
     "Our":"Our",
     "Story":"Story",
    "CompanyProfilDesc1": " At Aljazira Takaful, we are a Shariah-compliant insurance company committed to serving society with integrity and purpose. Guided by the principles of Vision 2030, we play an active role in supporting Saudi Arabia’s economic transformation by enhancing protection for individuals and businesses alike.",
    "CompanyProfilDesc2":" We contribute to the growth of the national economy by enabling businesses to thrive with confidence and helping individuals secure their futures through increased savings and financial planning. Our mission goes beyond insurance — we are dedicated to social responsibility, community service, and empowering people and enterprises to build a more secure, prosperous tomorrow.",
    "CompanyProfilHeader2": "Establishment Of The Company",
    "CompanyProfilDesc2": "Aljazira Takaful Taawuni Company approved by the Council of Ministers as per the Resolution No 137 dated 27-4-1431H and Royal Decree No M23 issued on 28-4-1431H in compliance with Corporate Law issued under Royal Decree No M6 dated 22-3-1385H and the Cooperative Insurance Companies Control Law issued under Royal Decree No 32 dated 2-6-1424H and its Implementing Rules issued under Council of Ministers Resolution No 1-596 dated 1-3-1425H.",
    "CompanyProfilHeader3": "The Beginning",
    "CompanyProfilDesc3": "Company started through the Department of Takaful Taawuni, in 2002, where it was initiated as an independent division specialized in Insurance sector under the umbrella of Bank Al Jazira and aims to provide insurance plans in compliance with the provisions of Islamic Sharia as an alternative to traditional Life Insurance plans. Efforts continued to maximize the Insurance portfolio, which has succeeded in attracting a large number of Policyholders and written premiums.",
    "CompanyProfilHeader4": "Transformation Phase",
    "CompanyProfilDesc4": "On 21/07/2013 the company was listed in the Capital Market Authority (Tadawul) after a strategy that intended to transfer the project of Takaful Taawuni Division to a listed company specialized in Saving and Protection Insurance with a capital of 350,000,000 Saudi riyals.",
    "CompanyProfilHeader5": "Balanced Strategy",
    "CompanyProfilDesc5": "The positive financial results actualized by the company based on its balance strategy, encouraged expansion in other lines of Insurance business such as General and Medical as the company trusted such growth will contribute to meet the aspiration of all shareholders.",
    "CompanyProfilHeader6": "Merger Decision",
    "CompanyProfilDesc6": "In 26/06/2019, Al-Jazira Takaful Tawuni Company announced the signing of a non-binding memorandum of understanding with Solidarity Saudi Takaful Company, after which both companies in 23/08/2020 announced their signing of the binding merger agreement, which was voted on with approval by the shareholders of the two companies on 27/01/2021, as a result of which the capital of the Al-Jazira Takaful Taawuni Company increased to 470,664,030 Saudi riyals.",
    "CompanyProfilHeader7": "Toword Expansion",
    "CompanyProfilDesc7": "In continuation of the successes and striving towards achieving the business expansion strategy, the company’s Board of Directors decided to recommend to the Extraordinary General Assembly to increase the company’s capital by granting “Bonus Shares” . The new capital increased by 16.86% to become 550,000,000 Saudi riyals at the end of November 2021.",
    "CompanyProfilHeader8": "Vision",
    "CompanyProfilDesc8": "We will be the market leader Sharia Compliant Insurance Operator in the Mid-East & North Africa region, offering innovative Insurance solutions to maximize the value added for our customers, shareholders and employees.",
    "CompanyProfilSubHeader1": "OUR CORE VALUES",
    "CompanyProfilSubHeader2":"Our",
    "Vision":"Vision",
    "VisionDesc":"We will be the market leader Sharia Compliant Insurance Operator in the Mid-East & North Africa region, offering innovative Insurance solutions to maximize the value added for our customers, shareholders and employees.",
    "ValuesTowardsOurCustomers": "Values Towards Our Customers",
    "valueslist1": "We understand our customers’ needs and aspirations by developing innovative Insurance products that exceed the expectations of the target segments.",
    "valueslist2": "We communicate with our customers with high professionalism and transparency.",
    "valueslist3": "We value our customers loyalty.",
    "ValuesTowardsOurEmployees": "Values Towards Our Employees",
    "CompanyProfilSubHeader1Item2List1": "We attract, invest and motivate high quality talents",
    "CompanyProfilSubHeader1Item2List2": "We believed in rewarding quality performance.",
    "CompanyProfilSubHeader1Item2List3": "We communicate with our employees with utmost transparency.",
    "CompanyProfilSubHeader1Item2List4": "We value our employees loyalty.",
    "ValuesTowardsOurOrganization": "Values towards our Organization",
    "CompanyProfilSubHeader1Item3List1": "We are committed to applying the provisions of Islamic law in all our transactions.",
    "CompanyProfilSubHeader1Item3List2": "We perform our business properly from the first time",
    "CompanyProfilSubHeader1Item3List3": "We promote teamwork",
    "CompanyProfilSubHeader1Item3List4": "We take into account the application of risk management concepts to ensure the benefit for everyone",
    "CompanyProfilSubHeader1Item3List5": "We are aware of our social responsibility and believe in the importance of preserving the environment.",
    "CompanyProfilSubHeaderName1": "Eng. Abdul Majeed Al Sultan",
    "CompanyProfilSubHeaderDesig1": " Chairman",
    "CompanyProfilSubHeaderName2": "Mr. Naif A. Al Abdulkareem",
    "CompanyProfilSubHeaderDesig2": "Deputy Chairman",
    "CompanyProfilSubHeaderName3": "Mr. Khaled Al Othman",
    "CompanyProfilSubHeaderDesig3": "Board Member",
    "CompanyProfilSubHeaderName4": "Mr. Ashraf Bseisu",
    "CompanyProfilSubHeaderDesig4": "Board Member",
    "CompanyProfilSubHeaderName5": "Mr. Naif Al Mesned",
    "CompanyProfilSubHeaderDesig5": "Board Member",
    "CompanyProfilSubHeaderName6": "Mr. Ibrahim Al Hurabi",
    "CompanyProfilSubHeaderDesig6": "Board Member",
    "CompanyProfilSubHeaderName7": "Dr. Abdulkarim Al Nujaidi",
    "CompanyProfilSubHeaderDesig7": "Board Member",
    "CompanyProfilSubHeaderName8": "Mr. Yahya Al Mansour",
    "CompanyProfilSubHeaderDesig8": "Board Member",
    "CompanyProfilSubHeaderName9": "Mr. Sager Nadershah",
    "CompanyProfilSubHeaderDesig9": "Managing Director",
    "CorporateGoveranceHeader": "Corporate Goverance",
    "CorporateGoveranceDesc": "Under Development",
    "ShariahSupervisionHeader": "Shariah Supervision Committee",
    "ShariahSupervisionDesc1": "The Shariah Committee at Aljazira Takaful Co. consists of senior Islamic Fiqh scholars.",
    "ShariahSupervisionDesc2": "Their duty is to insure that all products & services are in compliance with Islamic Shariah law .",
    "ShariahSupervisionSubHeader1": "SHARIAH COMMITTEE MEMBERS",
    "ShariahSupervisionSubHeaderName1": "Sheikh Dr. Mohammed Bin Ali Alqari",
    "ShariahSupervisionSubHeaderName1Item1": "Lecturer at the Islamic Economic Institute at King Abdulaziz University and former Head of the “Islamic Economic Studies Center” at the university. ",
    "ShariahSupervisionSubHeaderName1Item2": "Expert at the Islamic Fiqh Academy in the Kingdom of Saudi Arabia.",
    "ShariahSupervisionSubHeaderName1Item3": "Member of the Shariah Committees of several banks and financial institutions.",
    "ShariahSupervisionSubHeaderName1Item4": "Author of many books about Islamic financial services and Islamic Economy in Arabic and English.",
    "ShariahSupervisionSubHeaderName1Item5": "Winner of the 2004 “Islamic Development Bank” Award in the field of Islamic banking.",
    "ShariahSupervisionSubHeaderName1Item6": "Holder of a Ph. D degree in Islamic economy from “California University”.",
    "ShariahSupervisionSubHeaderName2": "Sheikh Dr. Yusuf Bin Abdullah Al Shibeily",
    "ShariahSupervisionSubHeaderName2Item1": "Expert at the Islamic Fiqh Academy in the Kingdom of Saudi Arabia. ",
    "ShariahSupervisionSubHeaderName2Item2": "Member of the “Religious Curriculum Authorship Committee” at Ministry of Education of the Kingdom.",
    "ShariahSupervisionSubHeaderName2Item3": "Professor of the Comparative Fiqh at the Higher Judiciary Institute.",
    "ShariahSupervisionSubHeaderName2Item4": "Former member of the Scientific Committee at the Islamic Waqf (endowment) Institute. ",
    "ShariahSupervisionSubHeaderName2Item5": "Shariah Advisor of many financial institutions in the world.",
    "ShariahSupervisionSubHeaderName2Item6": "Participated in many international conferences, public lectures and Shariah programs in the media and specialized internet websites.",
    "ShariahSupervisionSubHeaderName2Item7": "Holder of a Ph.D. degree in comparative Fiqh from the Higher Judiciary Institute at “Imam Mohammed Bin Saud Islamic University”. ",
    "ShariahSupervisionSubHeaderName3": "Sheikh Dr. Abdullah Bin Abdulaziz Almusleh",
    "ShariahSupervisionSubHeaderName3Item1": "Secretary-General of the “International Commission on Scientific Signs in the Qur'an and Sunnah”. ",
    "ShariahSupervisionSubHeaderName3Item2": "Member of the board of “International Islamic Relief Organization” in Saudi Arabia.",
    "ShariahSupervisionSubHeaderName3Item3": "Author of many books on Islamic Fiqh and Islamic banking.",
    "ShariahSupervisionSubHeaderName3Item4": "Participated in many conferences inside and outside the Kingdom of Saudi Arabia as a representative or envoy of the Kingdom of Saudi Arabia.",
    "ShariahSupervisionSubHeaderName3Item5": "Member of the Shariah bodies of several banks and Islamic finance institutions.",
    "ShariahSupervisionSubHeaderName3Item6": "Former Dean of the “Shariah and Religion Origins” & Director of “Imam Mohammed Bin Saud Islamic University Branch” in the Southern Region.",
    "ShariahSupervisionSubHeaderName3Item7": "Holder of a Ph.D. degree from “Imam Mohammed Bin Saud Islamic University”.",




    "Board":"Board",
    "Members":"Members",
    "Our1":"Our", 
    "Vision":"Vision",
    "OurCore":"Our Core",
    "Values":"Values",
    "Wepromoteteamwork" :"We promote teamwork.",
   "Wepromoteteamwork1":"We take into account the application of risk management concepts to ensure the benefit for everyone.",
    "Profilecontent":"We will be the market leader Sharia Compliant Insurance Operator in the Mid-East & North Africa region, offering innovative insurance solutions to maximize the value added for our customers, shareholders and employees."
   ,"Who":"Who",
   "WeAre":"We Are?",
   "SelfInfo":" At Aljazira Takaful, we are a Shariah-compliant insurance company committed to serving societywith integrity and purpose. Guided by the principles of Vision 2030, we play an active role in supporting Saudi Arabia’s economic transformation by enhancing protection for individuals and businesses alike.",
   "SelfInfo1":"   We contribute to the growth of the national economy by enabling businesses to thrive with confidence and helping individuals secure their futures through increased savings and financial planning. Our mission goes beyond insurance — we are dedicated to social responsibility, community service, and empowering people and enterprises to build a more secure, prosperous tomorrow.",
   "Our":"Our",
   "Story":"Story",
   "EstablishmentoftheCompany":"Establishment of the Company",
   "CompanyHistory":"Aljazira Takaful Taawuni Company approved by the Council of Ministers as per the Resolution No 137 dated 27-4-1431H and Royal Decree No M/23 issued on 28-4-1431H in compliance with Corporate Law issued under Royal  Decree No M/6 dated 22-3-1385H and the Cooperative Insurance Companies Control Law issued under Royal Decree No 32 dated 2-6-1424H and its  Implementing Rules issued under Council of Ministers Resolution No 1-596 dated 1-3-1425H.",
   "TheBeginning":"The Beginning",
  "Companystart": " Company started through the Department of Takaful Taawuni, in 2002, where it was initiated as an independent division specialized in Insurance sector under the umbrella of Bank Al Jazira and aims to  provide insurance plans in compliance with the provisions of Islamic Sharia as an alternative to traditional Life Insurance plans. Efforts continued to maximize the insurance portfolio, which has succeeded in attracting a large number of Policyholders and written premiums.",
  "TransformationPhase":"Transformation Phase",
  "TransformationInfo":"  On 21/07/2013 the company was listed in the Capital Market Authority (Tadawul) after a strategy that intended to transfer the project of Takaful Taawuni Division to a listed company specialized in Saving and Protection insurance with a capital of 350,000,000 Saudi riyals.",
  "BalancedStrategy":"Balanced Strategy",
  "BalancedInfo":"The positive financial results actualized by the company based on itsBalanced balance strategy, encouraged expansion in other lines of insurance business such as General and Medical as the company trusted such growth will contribute to meet the aspiration of all shareholders."
}