{
    "PnSHeader": "الحماية والإدخار الجماعي",
    "PnSSubHeader1": "\"برنامج \"الحماية والادخار الجماعي\" - المزايا والمنافع",
    "PnSSubHeader1Point1": "ما هو برنامج \"الحماية و الادخار الجماعي\"؟",
    "PnSSubHeader1Point1Desc1": "يسعى الكثير من اصحاب المنشآت إلى توفير أقصى سبل الراحة لمنسوبيهم وموظفيهم وخلق الرضى المتبادل بينهما، وذلك للحفاظ على هذا العنصر البشري الهام ولكسب ولائهم مما يساهم في رفع انتاجيتهم الأمر الذي سينعكس على استقرار أي منشأة ونمو أرباحها ،ولهذه الاسباب قامت شركة الجزيرة تكافل بتصميم برنامج الحماية والادخار الجماعي الذي يقدم الحماية المالية والادخار للموظفين في الشركات ، حيث يساهم فيه كلاً من الموظف وصاحب العمل في قيمة قسط الاشتراك الشهري بإنتظامبرنامج الحماية والادخار الجماعي هو عبارة عن خطة مالية مرنة توفر الحماية المالية لموظفي الشركة بالإضافة الى جانب ادخاري لكل من صاحب العمل والموظف بتوفير مبالغ اشتراكات على أساس منتظم.حيث يتم إنشاء حسابات فردية للمشاركين في البرنامج ، وتستند المزايا على المبالغ المقيدة في هذه الحسابات (من خلال مساهمات الموظفين ومساهمات صاحب العمل) بالإضافة إلى أي أرباح استثمارية.",
    "PnSSubHeader1Point1Desc2": "ومن هذا المنطلق تقوم الجزيرة تكافل بدفع مبلغ التغطية المحدد ، بالإضافة الى مبلغ الاستثمار لصاحب العمل ( حامل العقد / المشترك ) في حالة وفاة أو عجز الموظف ، ليقوم صاحب العمل بدوره بدفع هذا المبلغ إلى الوريث القانوني للموظف المؤهل (الزوج ، الأطفال ، إلخ). ",
    "PnSSubHeader1Point1Desc3": "كما سيكون لصاحب العمل الخيار في جعله إلزاميًا على موظفيه أو للمشاركة فيه على أساس طوعي.",
    "PnSSubHeader1Point2": "ما هي مزايا ومنافع برنامج \"الحماية والادخار الجماعي\" ؟ *",
    "PnSSubHeader1Point2Item1": "منتج متوافق مع أحكام الشريعة الإسلامية",
    "PnSSubHeader1Point2Item2": "توزيع الفائض",
    "PnSSubHeader1Point2Item3": "تغطية تأمينية تصل إلى 3،500،000 ريال **",
    "PnSSubHeader1Point2Item4": "مبالغ تغطية مرنة لكل موظف",
    "PnSSubHeader1Point2Item5": "إمكانية دفع مبلغ اضافي مقطوع لتعزيز مبلغ الاستثمار بالصندوق الخاص بالموظف",
    "PnSSubHeader1Point2Item6": "التميز في خدمة ما بعد البيع وسرعة في تسديد المطالبات",
    "PnSSubHeader1Point2Item7": "يتم توفير مدير علاقات مخصص وفريق من الخبراء على أهبة الاستعداد ، لتلبية احتياجات ومتطلبات الحماية والادخار الخاصة بك",
    "PnSSubHeader1Point2Item8": "إجراء قبول بسيطة مع حد تغطية مجاني",
    "PnSSubHeader1Point2Item9": "طرق دفع مرنة متاحة",
    "PnSSubHeader1Point2Item10": "تغطية مخاطر الحرب شريطة عدم المشاركة الفعالة فيها",
    "PnSSubHeader1Point2Item11": " تغطية مخاطر الإرهاب شريطة عدم المشاركة",
    "PnSSubHeader1Point3": "ما هي المنافع الإضافية لبرنامج \"الحماية والادخار الجماعي\" ؟",
    "PnSSubHeader1Point3Item1": "منفعة العجز الكلي الدائم",
    "PnSSubHeader1Point3Item2": "إعادة الجثمان إلى الوطن الام في حال الوفاة لا قدر الله",
    "PnSSubHeader1Note1": "*يخضع للشروط والأحكام",
    "PnSSubHeader1Note2": "** يخضع لموافقة ادارة الاكتتاب",
    "PnSSubHeader2": "برنامج \"الحماية الجماعي\" – المزايا والمنافع",
    "PnSSubHeader2Point1": "ما هو برنامج \"الحماية الجماعي\" ؟",
    "PnSSubHeader2Point1Desc1": "من منا كمسؤولين وقيادين داخل الشركات لا يرغب بان يكون موظفيهم أكثر تفاعلًا وتحفيزًا وإنتاجية ؟ ، ولأننا في الجزيرة تكافل نعلم بان الكوادر البشرية هي من أهم عناصر نجاح أي منشأة ، فإننا نسعى دائماً إلى تقديم حلولاً تأمينية تضمن ولاء الموظف وراحته والتي بدورها تزيد من انتاجيته ومستوى اندماجه في العمل .",
    "PnSSubHeader2Point1Desc2": "لذلك نضع بين أيديكم برنامج الحماية الجماعي ، و هو برنامج يوفر خطة مالية مرنة لحماية ثروتك البشرية (الموظفين) وهم الأكثر أهمية ، مما يمنحك أنت وموظفيك راحة البال ويعزز ولاء الموظفين تجاه منشأتهم ، لأنه يوفر الحماية المالية المناسبة لأسرة الموظف في حالة فقدان الدخل بسبب وفاة الموظف لا قدر الله أو عجزه الكامل او الجزئي الدائم .",
    "PnSSubHeader2Point1Desc3": "مبلغ الحماية الجماعية المقدم من الجزيرة تكافل سيوفر الحماية المالية للموظفين على هيئة مبلغ مقطوع او على أساس مضاعفات الراتب بنسبة تصل الى 48 ضعف الراتب الشهري للموظف ",
    "PnSSubHeader2Point2": "ما هي مزايا ومنافع برنامج \"الحماية الجماعي\" ؟ *",
    "PnSSubHeader2Point2Item1": "منتج متوافق مع أحكام الشريعة الإسلامية",
    "PnSSubHeader2Point2Item2": "توزيع الفائض المالي",
    "PnSSubHeader2Point2Item3": " تغطية تأمينية تصل إلى 10،000،000 ريال **",
    "PnSSubHeader2Point2Item4": "تغطية حماية مرنة لكل موظف",
    "PnSSubHeader2Point2Item5": "قدرات خدمة قوية وراسخة ",
    "PnSSubHeader2Point2Item6": "يتم توفير مدير علاقات مخصص وفريق من الخبراء على أهبة الاستعداد لتلبية احتياجات ومتطلبات حماية الحياة الجماعية الخاصة بك",
    "PnSSubHeader2Point2Item7": "إجراءات قبول مبسطة",
    "PnSSubHeader2Point2Item8": "طرق دفع مرنة",
    "PnSSubHeader2Point2Item9": "تغطية مخاطر الحرب شريطة عدم المشاركة الفعالة فيها",
    "PnSSubHeader2Point2Item10": "تغطية مخاطر الإرهاب شريطة عدم المشاركة",
    "PnSSubHeader2Point2Item11": "في حالة وفاة أي موظف خلال مدة الوثيقة ، فإن المنافع المستحقة الدفع هي مبلغ التغطية ،ويتم دفعه إلى صاحب العمل (حامل الوثيقة)",
    "PnSSubHeader2Point3": "ما هي المنافع الإضافية لبرنامج \"الحماية الجماعي\" ؟ **",
    "PnSSubHeader2Point3Item1": "تغطية العجز الكلي الدائم",
    "PnSSubHeader2Point3Item2": "تغطية العجز الجزئي الدائم",
    "PnSSubHeader2Point3Item3": " تغطية العجز الكلي المؤقت",
    "PnSSubHeader2Point3Item4": "تغطية استحقاق الوفاة نتيجة حادث",
    "PnSSubHeader2Point3Item5": "تغطية المصاريف الطبية الناتجة عن حادث",
    "PnSSubHeader2Point3Item6": "إعادة الجثمان إلى الوطن الام في حال الوفاة لا قدر الل",
    "PnSSubHeader2Note1": "*يخضع للشروط والأحكام",
    "PnSSubHeader2Note2": "** يتطلب موافقة إدارة الاكتتاب",
    "PnSSubHeader3": "\"برنامج الحماية الجماعي للشركات الصغيرة والمتوسطة \"أمان\" – المزايا والمنافع",
    "PnSSubHeader3Point1": "ما هو برنامج الحماية الجماعي للشركات الصغيرة والمتوسطة \"أمان\"؟?",
    "PnSSubHeader3Point1Desc1": "دائماً ما ينشغل الموظفين في كافة المنشآت بتوفير حياة كريمة لأسرهم خصوصاً في حال حدوث مكروه لهم لا قدر الله ، وحينما يشعر الموظف بأن منشآته تلامس احتياجاته واهتماماته فإن ذلك ينعكس إيجاباً عليه ويرفع من نسبة ولائه تجاه العمل والمنشأة .برنامج الحماية الجماعي للشركات الصغيرة والمتوسطة \"أمان\" عبارة عن برنامج حماية مالي يصرف لرب العمل ليقوم بدوره بمنحه للموظف في حال أصابه مكروه لا قدر الله .ومن هذا المنطلق قامت الجزيرة تكافل بتصميم هذا البرنامج لمساعدة الشركات الصغيرة والمتوسطة (التي تضم من 10 إلى 100 موظف) على توفير الحماية المالية المناسبة لعائلة الموظف في حالة فقدان الدخل بسبب وفاة الموظف أو عجزه الكامل والدائم حيث يوفر مبلغ الحماية الجماعية (الحماية المالية للموظف حامل العقد ) ",
    "PnSSubHeader3Point2": "ما هي مزايا ومنافع برنامج الحماية الجماعي للشركات الصغيرة والمتوسطة \"أمان\"؟*",
    "PnSSubHeader3Point2Item1": "منتج متوافق مع أحكام الشريعة الإسلامية",
    "PnSSubHeader3Point2Item2": "توزيع الفائض المالي",
    "PnSSubHeader3Point2Item3": "مبلغ تغطية يصل إلى 250.000 ريال",
    "PnSSubHeader3Point2Item4": "تغطية حماية مرنة لكل موظف",
    "PnSSubHeader3Point2Item5": "التميز في خدمات ما بعد البيع وسرعة في تسديد المطالبات",
    "PnSSubHeader3Point2Item6": "إجراءات قبول مبسطة",
    "PnSSubHeader3Point2Item7": "طرق دفع مرنة",
    "PnSSubHeader3Point2Item8": "تغطية مخاطر الحرب شريطة عدم المشاركة الفعالة فيها",
    "PnSSubHeader3Point2Item9": "تغطية مخاطر الإرهاب شريطة عدم المشاركة",
    "PnSSubHeader3Point2Item10": "في حالة وفاة أي موظف خلال مدة الوثيقة ، فإن المزايا المستحقة الدفع هي المبلغ المغطى لذلك الموظف ويتم دفعها إلى صاحب العمل (حامل الوثيقة)",
    "PnSSubHeader3Point3": "ما هي المنافع الإضافية لبرنامج الحماية الجماعي للشركات الصغيرة والمتوسطة \"أمان\"؟",
    "PnSSubHeader3Point3Item1": "منفعة العجز الكلي الدائم",
    "PnSSubHeader3Point3Item2": "إعادة الجثمان إلى الوطن الام في حال الوفاة لا قدر الله ",
    "PnSSubHeader3Note1": "*يخضع للشروط والأحكام",
    "PnSSubHeader3Note2": "** مطلوب الاكتتاب اليدوي",
    "PnSSubHeader4": "\"برنامج \"حماية التمويل الجماعي\" - الميزات والمنافع",
    "PnSSubHeader4Point1": "ما هو برنامج \"حماية التمويل الجماعي\" ؟",
    "PnSSubHeader4Point1Desc1": "تقوم العديد من المنشآت المالية بمساعدة عملائها من خلال تزويدهم بتمويلهم بقروض مالية لتمكنهم من تجاوز عقباتهم وإنجاز أهدافهم الشخصية أو الاستثمارية .ولكن هل فكرت فيما لو حدث مكروه لا قدر الله لأحد هؤلاء العملاء ، وماذا سيحدث لأعمالك فيما لو تعثروا في تسديد أقساط قروضهم بسبب ظروف طارئة وخارجة عن ارادتهم ؟ ",
    "PnSSubHeader4Point1Desc2": "برنامج حماية التمويل الجماعي من شركة الجزيرة تكافل هو البرنامج المثالي الذي يساعدك على حماية مؤسساتكم المالية من تكبد الخسائر في حال عدم قدرة المقترضين على السداد بسبب الوفاة أو العجز ( لا قدر الله )، وهو البرنامج الذي يضمن لعملائكم بأن أسرهم لن تتكبد عناء سداد مبلغ المديونية المتبقي في حال انقطاع دخل المقترض لذات الاسباب السابقة",
    "PnSSubHeader4Point2": "ما هي مزايا ومنافع برنامج \"حماية التمويل الجماعي\" ؟ *",
    "PnSSubHeader4Point2Item1": " منتج متوافق مع أحكام الشريعة الإسلامية السمحة",
    "PnSSubHeader4Point2Item2": "توزيع الفائض المالي في نهاية سنة العقد",
    "PnSSubHeader4Point2Item3": "تغطية تأمينية تصل إلى 15.000.000 ريال **",
    "PnSSubHeader4Point2Item4": "تغطية حماية مرنة لكل مشارك",
    "PnSSubHeader4Point2Item5": "خدمات ما بعد البيع فعالة وسرعة في تسديد المطالبات",
    "PnSSubHeader4Point2Item6": " يتم توفير مدير علاقات مخصص وفريق من الخبراء على أهبة الاستعداد ، لتلبية الاحتياجات والمتطلبات الائتمانية لمجموعتك",
    "PnSSubHeader4Point2Item7": "إجراءات قبول مبسطة",
    "PnSSubHeader4Point2Item8": "طرق دفع مرنة . تغطية مخاطر الحرب شريطة عدم المشاركة الفعالة فيها",
    "PnSSubHeader4Point2Item9": "Passive war risk;",
    "PnSSubHeader4Point2Item10": " تغطية مخاطر الإرهاب شريطة عدم المشاركة",
    "PnSSubHeader4Point2Item11": "في حالة وفاة أي مقترض خلال مدة الوثيقة ، فإن المنافع المستحقة الدفع هي المبلغ المغطى (الرصيد المستحق للقرض) للمقترض ويتم دفع للمؤسسة المالية (حامل الوثيقة)",
    "PnSSubHeader4Point3": "ما هي المنافع الإضافية لبرنامج \"حماية التمويل الجماعي\" ؟",
    "PnSSubHeader4Point3Item1": "تغطية منفعة العجز الكلي الدائم",
    "PnSSubHeader4Note1": "*يخضع للشروط والأحكام",
    "PnSSubHeader4Note2": "** يتطلب موافقة إدارة الاكتتاب"
}