{
    "ConsentFormHeader": "نموذج موافقة العميل على جمع بياناته الشخصيه",
    "ConsentFormDesc": "يوضح نموذج الموافقة هذا كيفية قيام الجزيرة تكافل بجمع واستخدام ومعالجة بياناتي الشخصية، بما في ذلك المعلومات الشخصية الحساسة، بما يتوافق مع قانون حماية البيانات الشخصية (PDPL) في المملكة العربية السعودية. يجب على أحد الوالدين أو الوصي إكمال الموافقة لأي عضو يقل عمره عن 13 عامًا. ومن خلال التوقيع على نموذج الموافقة هذا، فإنني أقدم موافقة صريحة لشركة الجزيرة تكافل على معالجة معلوماتي الشخصية والحساسة بالإضافة إلى البيانات الثانوية التي قدمتها ( إن أمكن)، كما هو موضح هنا. أدرك أنه إذا لم أقدم موافقتي الصريحة على معالجة البيانات الشخصية على النحو المبين أدناه، فلن تتمكن الجزيرة تكافل من التعامل مع بياناتي أو معالجة أي مطالبات قد تكون مستحقة لي",
    "ConsentFormSubHeader1": "1.نطاق الموافقة",
    "ConsentFormSubHeader1Desc1": "أدرك وأقر بأنه من خلال التوقيع على نموذج الموافقة هذا، فإنني أفوض الجزيرة تكافل ووكلائها المتعاقدين معها (بما في ذلك الأطراف الثالثة مثل الأطباء والتمريض وموظفي المستشفيات والمؤسسات الطبية الأخرى ودور الرعاية وصناديق التأمين الصحي القانوني والجمعيات المهنية والمؤسسات العامة) السلطات، وما إلى ذلك) إلى",
    "ConsentFormSubHeader1Item1": "تزويدي بخدمات التأمين، بما في ذلك الاكتتاب ومعالجة المطالبات ومكافحة غسيل الأموال وأنشطة منع الاحتيال",
    "ConsentFormSubHeader1Item2": "لإدارة وثيقة التأمين والحساب الخاص بي",
    "ConsentFormSubHeader1Item3": "التواصل معي بشأن خدماتهم وعروضهم الأخرى بالإضافة إلى الرسائل التسويقية",
    "ConsentFormSubHeader1Item4": "الالتزام بالمتطلبات القانونية والتنظيمية",
    "ConsentFormSubHeader1Item5": "إجراء تقييمات المخاطر ومنع الاحتيال",
    "ConsentFormSubHeader1Item6": "القيام بالتسويق والبحث العلمي والأنشطة الإحصائية والتحليلات لتحسين خدماتها ومنتجاتها",
    "ConsentFormSubHeader1Item7": "تزويدي بخدمة العملاء وتقييم الخدمة المقدمة، والاتصالات",
    "ConsentFormSubHeader1Desc2": "قد تتضمن المعلومات الشخصية والصحية التي تجمعها وعملياتها، على سبيل المثال لا الحصر، ما يلي:",
    "ConsentFormSubHeader2Item1": "معلومات الهوية الشخصية، بما في ذلك الاسم والجنس والجنسية والمسمى الوظيفي ورقم الهاتف المحمول وعنوان البريد الإلكتروني والتوقيع والمهنة ورقم الهاتف وتاريخ الميلاد ومكان الميلاد والحالة الاجتماعية والحالة العائلية والعنوان الوطني وتفاصيل الشركة/صاحب العمل، والمنصب الوظيفي، وأي علاقة مع شخص مكشوف سياسيًا",
    "ConsentFormSubHeader2Item2": "المعلومات الشخصية الحساسة (مثل رقم الهوية الوطنية/الإقامة، والبيانات الصحية، والبيانات الجينية، والمعتقدات الفكرية والدينية والسياسية، والسجلات الجنائية. معلومات القياسات الحيوية الشخصية، مثل التوقيع، والكتابة اليدوية، وبصمة الإصبع، والصوت، ومعلومات التعرف على الوجه، وما إلى ذلك)",
    "ConsentFormSubHeader2Item3": "المعلومات الديموغرافية (مثل العمر والجنس والجنسية والمهنة)",
    "ConsentFormSubHeader2Item4": "بيانات الاستخدام (مثل المعلومات المتعلقة بكيفية استخدامك لموقعنا الإلكتروني أو خدماتنا)",
    "ConsentFormSubHeader2Item5": "المعلومات المالية/الائتمانية (تفاصيل الحساب البنكي، معلومات الدفع)",
    "ConsentFormSubHeader2Item6": "المعلومات الصحية (السجلات الطبية، الحالة الصحية، تاريخ العلاج، التاريخ الطبي، المتعلق بالحالات الصحية أو الأمراض، التفاصيل العائلية (بما في ذلك الزوج، الأطفال)، إلخ)",
    "ConsentFormSubHeader2Item7": "معلومات أخرى ذات صلة بخدمات التأمين",
    "ConsentFormSubHeader2Item8": "أي بيانات شخصية أخرى يتم تقديمها طوعا",
    "ConsentFormSubHeader2": "2. السرية والأمن",
    "ConsentFormSubHeader2Desc1": "أدرك أن أي مشاركة أو معالجة أو نقل لمعلوماتي سيتم تنفيذها بسرية وتدابير أمنية لحماية بياناتي الشخصية. يجوز للجزيرة تكافل معالجة معلوماتي الشخصية والصحية ومشاركتها مع الأطراف الثالثة ذات الصلة، بما في ذلك معيدي التأمين ومقدمي الخدمات ومتخصصي الرعاية الصحية والسلطات التنظيمية والشركات التابعة، وهو أمر ضروري لتحقيق الأغراض الموضحة في القسم 1",
    "ConsentFormSubHeader3": "3. المعلومات الصحية الحساسة",
    "ConsentFormSubHeader3Desc1": "أقر بأنني أقدم معلومات صحية حساسة لشركة الجزيرة تكافل لأغراض متعلقة بالتأمين. ويشمل ذلك معلومات حول الحالات الطبية والعلاجات وتاريخ الصحة",
    "ConsentFormSubHeader4": "4. الاحتفاظ بالبيانات",
    "ConsentFormSubHeader4Desc1": "ستحتفظ شركة الجزيرة تكافل بمعلوماتي الشخصية والصحية طالما كان ذلك مطلوبا لتحقيق الأغراض المحددة في القسم 1 ووفقا لما تنص عليه القوانين واللوائح المعمول بها",
    "ConsentFormSubHeader5": "5. حقوق صاحب المعلومات",
    "ConsentFormSubHeader5DescR1": "حق الوصول / الحق في طلب الوصول ",
    "ConsentFormSubHeader5DescL1": "يمكنني الوصول إلى المعلومات الشخصية والصحية التي تحتفظ بها شركة الجزيرة تكافل عني",
    "ConsentFormSubHeader5DescR2": "حق الوصول / الحق في طلب الوصول ",
    "ConsentFormSubHeader5DescL2": "يمكنني الوصول إلى المعلومات الشخصية والصحية التي تحتفظ بها شركة الجزيرة تكافل عني",
    "ConsentFormSubHeader5DescR3": "الحق في طلب التخلص من المعلومات ",
    "ConsentFormSubHeader5DescL3": "يمكنني طلب حذف المعلومات الشخصية والصحية في ظروف محددة",
    "ConsentFormSubHeader5DescR4": "الحق في الاعتراض ",
    "ConsentFormSubHeader5DescL4": "يمكنني الاعتراض على معالجة المعلومات الشخصية والصحية في مواقف معينة",
    "ConsentFormSubHeader6": "6. سحب الموافقة",
    "ConsentFormSubHeader6Desc1": "يحق لي سحب موافقتي في أي وقت عن طريق الاتصال بمسؤول خصوصية البيانات في شركة الجزيرة تكافل. ومع ذلك، أقر بأن سحب الموافقة قد يؤثر على قدرة شركة الجزيرة تكافل على تزويدي بخدمات التأمين، كما أن سحب الموافقة لن يؤثر على معالجة البيانات الشخصية التي تستند إلى أسس قانونية أخرى",
    "ConsentFormSubHeader7": "7. بيانات الأطفال",
    "ConsentFormSubHeader7Desc1": "يحق لي سحب موافقتي في أي وقت عن طريق الاتصال بمسؤول خصوصية البيانات في شركة الجزيرة تكافل. ومع ذلك، أقر بأن سحب الموافقة قد يؤثر على قدرة شركة الجزيرة تكافل على تزويدي بخدمات التأمين، كما أن سحب الموافقة لن يؤثر على معالجة البيانات الشخصية التي تستند إلى أسس قانونية أخرى",
    "ConsentFormSubHeader7Item1": "إذا كان هناك مبرر قانوني لقيام الجزيرة تكافل بمعالجة البيانات المحددة بموجب القانون أو اللائحة أو لأسباب أمنية",
    "ConsentFormSubHeader7Item2": "عندما يكون الغرض الوحيد من جمع تفاصيل الاتصال بالطفل هو الاستجابة مباشرة لطلب محدد من الطفل، وليس لأي غرض آخر",
    "ConsentFormSubHeader8": "8. معلومات التواصل",
    "ConsentFormSubHeader8Desc1": "أدرك أنه إذا كانت لدي أي أسئلة أو مخاوف أو كنت أرغب في ممارسة حقوقي، فيمكنني الاتصال بمسؤول خصوصية البيانات في الجزيرة تكافل",
    "ConsentFormSubHeader8Address1":"شارع حراء، السلامة، جدة مبنى يو زون",
    "ConsentFormSubHeader8Address2":"السلامة, 4516-23324 ، المملكة العربية السعودية",
    "ConsentFormSubHeader8Address3":"ص.ب 5215 :جدة 21422",
    "ConsentFormSubHeader8Conatct1":"8003040400 | +966 12 6688877",
    "ConsentFormSubHeader8Email1":"info@ajt.com.sa",
    "ConsentFormSubHeader8Timing1":"من الأحد إلى الخميس من 9:00ص وحتى 5:00م",
    "ConsentFormAccept":"القبول والمتابعة"
}