{
    "ConsentFormHeader": "Personal Data Protection Consent Form",
    "ConsentFormDesc": "This consent form outlines how AJT collects, uses, and processes my personal data, including sensitive personal information, in compliance with the Personal Protection Law (PDPL) of Saudi Arabia. A parent or guardian should complete the consent for any member that is under the age of 13. By signing this Consent Form, I am providing explicit consent for Aljazira Takaful company to process my personal and sensitive personal information along with minor data as provided by me (if applicable), as described herein. I understand that If I do not provide my explicit consent for the processing of personal as outlined below, Aljazira Takaful will not be able to handle my data or process any claims that may be owed to me.",
    "ConsentFormSubHeader1": "1.Scope of Consent",
    "ConsentFormSubHeader1Desc1": "I understand and acknowledge that by signing this consent form, I authorize Aljazira Takaful and its contracted agents (including from third parties like physicians, nursing and hospital staff, other medical institutions, care homes, statutory health insurance funds, professional associations, and public authorities, etc.) to:",
    "ConsentFormSubHeader1Item1": "To provide me with insurance services, including underwriting, claims processing, anti-money laundering, and fraud-preventing activities.",
    "ConsentFormSubHeader1Item2": "To manage my insurance policy and account.",
    "ConsentFormSubHeader1Item3": "To communicate with me about their services and other offerings along with marketing messages.",
    "ConsentFormSubHeader1Item4": "To comply with legal and regulatory requirements.",
    "ConsentFormSubHeader1Item5": "To conduct risk assessments and prevent fraud.",
    "ConsentFormSubHeader1Item6": "To conduct marketing, scientific research, statistical activities, and analysis to improve their services and products.",
    "ConsentFormSubHeader1Item7": "To provide me with customer service, communication, and feedback services.",
    "ConsentFormSubHeader1Desc2": "The personal and health information Aljazira Takaful collects, and processes may include, but is not limited to:",
    "ConsentFormSubHeader2Item1": "Personal identity information, including Name, Sex, Nationality, Citizenship, Job Title, Mobile Number, Email Address, Signature, occupation, Telephone number, date of Birth, Place of birth, Marital status, Family status, National Address (including historic address, contact address, and permanent address), Company/employer details, Job position, and any relationship with politically exposed person.",
    "ConsentFormSubHeader2Item2": "Sensitive Personal Information (such as National/Iqama ID number, health data, genetic data, intellectual, religious, and political beliefs, and criminal records. Personal biometrics information, such as Signature, Handwriting, Fingerprint, Voice, Face Recognition Information, etc.)",
    "ConsentFormSubHeader2Item3": "Demographic information (such as age, gender, nationality, and occupation)",
    "ConsentFormSubHeader2Item4": "Usage data (such as information about how you use our website or services)",
    "ConsentFormSubHeader2Item5": "Financial/Credit Information (bank account details, payment information)",
    "ConsentFormSubHeader2Item6": "Health Information (medical records, health condition, treatment history, medical history, related to health conditions or diseases, family details (including spouse, children), etc)",
    "ConsentFormSubHeader2Item7": "Other Information relevant to insurance services",
    "ConsentFormSubHeader2Item8": "Any other personal data that is voluntarily provided",
    "ConsentFormSubHeader2": "2. Confidentiality and Security",
    "ConsentFormSubHeader2Desc1": "Al-Jazira Takaful Taawuni Company is a Saudi joint stock company Regulated and supervised by Insurance Authority, with a capital of 660,000,000 Saudi riyals offers various insurance programs and solutions that are Sharia Compliant. Commercial registration number 4030251980 / 7001791990, aims to contribute to achieving the vision of the Kingdom of Saudi Arabia 2030.",
    "ConsentFormSubHeader3": "3. Sensitive Health Information",
    "ConsentFormSubHeader3Desc1": "I acknowledge that I am providing sensitive health information to Aljazira Takaful for insurance-related purposes. This includes information about medical conditions, treatments, and health history.",
    "ConsentFormSubHeader4": "4. Data Retention",
    "ConsentFormSubHeader4Desc1": "Aljazira Takaful will retain my personal and health information for as long as required to fulfill the purposes specified in Section 1 and as mandated by applicable laws and regulations.",
    "ConsentFormSubHeader5": "5. Rights",
    "ConsentFormSubHeader5DescR1": "Right Of Access / Right to Request Access ",
    "ConsentFormSubHeader5DescL1": "I can access the personal and health information Aljazira Takaful holds about me",
    "ConsentFormSubHeader5DescR2": "Right to Request Correction ",
    "ConsentFormSubHeader5DescL2": "I can request correction and updating of inaccuracies in my personal and health information.",
    "ConsentFormSubHeader5DescR3": "Right to Request Destruction ",
    "ConsentFormSubHeader5DescL3": "I can request the deletion of my personal and health information under specific circumstances.",
    "ConsentFormSubHeader5DescR4": "Right to Object ",
    "ConsentFormSubHeader5DescL4": "I can object to the processing of my personal and health information in certain situations.",
    "ConsentFormSubHeader6": "6. Withdrawal of Consent",
    "ConsentFormSubHeader6Desc1": "I have the right to withdraw my consent at any time by contacting Aljazira Takaful's Data Privacy Officer. However, I acknowledge that withdrawing consent may affect Aljazira Takaful's ability to provide me with insurance services, also Consent withdrawal shall not affect the Processing of Personal Data that is based on other legal bases.",
    "ConsentFormSubHeader7": "7. Children’s Data",
    "ConsentFormSubHeader7Desc1": "I understand that if I am the legal guardian/parent providing consent for children's information, Aljazira Takaful has no intention of collecting any minors’ personal information unless it is agreed by me, and it is necessary for the products or services offered to the minor. In the case that Aljazira Takaful collect personal data of a child under the age of 13 through its website or application, the data would be used for the purpose of directly responding to the request, without using their data for any other purposes. It will be used or disclosed to the extent allowed by law and regulation or expressly consented to by parents or legal guardians or necessary for the protection of the minors’ interests. The child’s data will not be processed without notifying the guardian/parent of the request except for the following:",
    "ConsentFormSubHeader7Item1": "If there is a legal justification for Aljazira Takaful to process the data specified by law, regulation, or for security reasons.",
    "ConsentFormSubHeader7Item2": "When the sole purpose of collecting the contact details of the child is to respond directly to a specific request from the child, and not for any other purpose.",
    "ConsentFormSubHeader8": "8. Contact Information",
    "ConsentFormSubHeader8Desc1": "I understand that if I have any questions, or concerns, or wish to exercise my rights, I can contact Aljazira Takaful's Data Privacy Officer:",
    "ConsentFormSubHeader8Address1":"Hira Street, Al Salamah, Jeddah, U-Zone Building",
    "ConsentFormSubHeader8Address2":"Al Salama, 4516-23324, Kingdom of Saudi Arabia",
    "ConsentFormSubHeader8Address3":"P.O. Box: 5215 Jeddah 21422",
    "ConsentFormSubHeader8Conatct1":"8003040400 | +966 12 6688877",
    "ConsentFormSubHeader8Email1":"info@ajt.com.sa",
    "ConsentFormSubHeader8Timing1":"Sunday- Thursday : 09:00 AM to 5:00 PM",
    "ConsentFormAccept":"Accept & Proceed"
}