{
    "email": "info@ajt.com.sa",
    "policyName": "مسؤولية الطرف الثالث",
    "sendAnEnquiry": "إرسل طلبك",
    "insuranceSolution": "حلول التأمين ",
    "byAboutAlzaziraTakaful": "الاستفسارات والشكاوى",
    "10yearsofinsuranceServices": "10 سنوات من خدمات التأمين",
    "aboutAlzaziraTakaful": "الاستفسارات والشكاوى",
    "individual": "الأفراد",
    "insurance": "منتجات",
    "corporate": "الشركات",
    "livealifefullofcare": "عِش حياة مليئة بالرعاية",
    "ourRangeOfPolicies": "مجموعة سياساتنا",
    "motorInsurance": "تأمين المركبات",
    "thisapproachisuseful": "This approach is useful for quick, one-off customizations without relying on external stylesheets or utility classes.",
    "visitVisaExtension": "تأمين تأشيرات الزيارة",
    "travelInsurance": "تأمين السفر",
    "householderInsurance": "تأمين المنــازل",
    "craftsmenInsurance": "تأمين الحرفيين",
    "medicalDomesticHelperInsurance": "تأمين العمالة المنزلية الصحي",
    "marineInsurance": "التأمين البحري",
    "medicalMalpractice": "تأمين الأخطاء الطبية",
    "protectionSavings": "الحماية والإدخار",
    "ourServices": "Our Services",
    "medicalInsurance": "الطبي",
    "accidentAndLiabilityInsurance": "الحوادث والمسؤوليات",
    "propertyInsurance": " الممتلكات",
    "engineeringInsurance": "الهندسي",
    "aviationInsurance": "مسئولية الطيران",
     "weAim":"نهدف إلى أن نكون الشركة الرائدة في مجال التأمين المتوافق مع الشريعة الإسلامية في المملكة العربية السعودية ومنطقة الشرق الأوسط، من خلال تقديم حلول تأمينية مبتكرة وعالية الجودة بما يحقق أقصى فائدة لعملائنا، ومساهمينا، وموظفينا.",
    "enquireNow":"استفسر الآن",
    "motorClaimStatus":"المركباتحالة المطالبة",  
     "customerCare":"العناية بالعملاء",
    "renewPolicy":"تجديد الوثيقة",
    "printPolicy":"عرض أو طباعة شهادة التأمين",
     "eservices":"الخدمات الإلكترونية",
    "visitvisaextension":"تأمين تأشيرات الزيارة",
    "text1carousal1":"تأمين السفر",
    "text1carousal2":"الحماية والادخار",
    "text1carousal3":"سافر بلا قلق، أينما كنت, تأمين السفر",
    "text2carousal1":"استمتع برحلاتك دون قلق. تقدم الجزيرة تكافل تأمين سفر متوافق مع الشريعة الإسلامية لحمايتك من الأحداث غير المتوقعة والمخاطر المالية. مع حمايتنا الموثوقة وخبرتنا، تبقى رحلتك آمنة وخالية من الهموم.",
    "text2carousal2":"الجزيرة تكافل تقدم خططًا متوافقة مع الشريعة الإسلامية مصممة لتوفير حماية مرنة ومتطورة ولا مثيل لها لك ولأحبائك وللمستقبل. مع الجزيرة تكافل، يمكنك تحقيق الأمان المالي مع ضمان راحة البال من خلال حلول الادخار المبتكرة.",
    "text2carousal3":"تقدم شركة الجزيرة تكافل خطط تأمين متوافقة مع الشريعة الإسلامية، مصممة لتوفير حماية مرنة، فائقة، ولا مثيل لها لك، ولركابك، ولمركبتك. مع الجزيرة تكافل، استمتع براحة البال وأنت مطمئن لأنك محمي من مخاطر الطريق.",
    "text3carousal1":"الجزيرة تكافل – نحمي كل خطوة في رحلتك.",
    "text3carousal2":"اختر الجزيرة تكافل – شريكك في الحماية والازدهار.",
    "text3carousal3":"اختر الجزيرة تكافل – درعك في كل رحلة.",
     "carousalbutton":"أمّــن الآن",
    "eService" :"الخدمات الإلكترونية",
    "printCertificate":"طباعة الشهادة",
    "claimStatus":"حالة المطالبة",
    "claimSubmission":"تقديم المطالبة",
    "najamStatus":"حالة المركبة في نجم",
    "cchi":"حالة مجلس الضمان الصحي",
    "locateMedicalProviders":"مواقع مزودي الخدمات الطبية",
    "renewal":"تجديد",
    "property": "ملكية",
    "engineering": "هندسة",
    "aviation": "الطيران",
    "enquiry": "سؤال",
    "left":"عربي",
    "right": "EN",
    "titleName": "AJT Customer Portal",
    "motorIndiDesc": " تأمين المركبات ، احم نفسك وركابك من خلال تغطيتنا الشاملة.استمتع بمزايا مثل الحماية من الحوادث، والسرقة، والمسؤولية، بالإضافة إلى خيارات إضافية اختيارية.قد بأمان وراحة بال - اطلب عرض السعر اليوم.",
    "travelIndiDesc": "استمتع بالسفر حول العالم . تأمين السفر يغطي الطوارئ الطبية، إلغاء الرحلات، فقدان الأمتعة والمزيد. سافر بثقة وبدون قلق – احصل على التغطية الآن!",
    "visitVisaIndiDesc": "تأمين تمديد تأشيرة الزيارة يوفر لك الرعاية الصحية للحالات الطارئة، التنويم في المستشفى، وإعادة جثمان الشخص المتوفى إلى موطنه الأصلي، مما يضمن لك الالتزام الكامل والحماية الشاملة.",
    "HouseholeIndiDesc": "تأمين المنازل يشمل تغطية أضرار المنزل، والسرقة، والحريق، والمسؤولية، مما يوفر حماية مالية لأصحاب المنازل والمستأجرين. احصل على التغطية اليوم.",
    "MMPIndiDesc": "تأمين الاخطاء الطبية يحمي ممارسي المهن الطبية من الخسائر المالية الناجمة عن دعاوى الإهمال أو الأضرار التي قد تُلحق بالمرضى.",
    "PNSIndiDesc": "تأمين الحماية والادخار: يجمع لك بين الأمان المالي وفرصة الادخار معا ، ليحميك وعائلتك من المخاطر المالية ويساعدك على تحقيق أهدافك المستقبلية بثقة.",
    "craftsIndiDesc": "تأمين الحرفيين يحمي العاملين المهرة من المخاطر المالية المحتملة، حيث يغطي تلف الممتلكات والإصابات الشخصية والمسؤولية القانونية، سواء أثناء العمل في المشاريع أو داخل ورش العمل.",
    "MDHIndiDesc": "تأمين العمالة المنزلية يوفر التغطية الطبية لعمالتك المنزلية من خلال شبكة واسعة من مقدمي الرعاية الطبية في جميع مناطق المملكة.",
    "motorCorpDesc": "تأمين السيارات للشركات يغطي أسطول الشركة ضد الحوادث، السرقة والمسؤولية، مما يضمن الأمان المالي والامتثال القانوني.",
    "medicalCorpDesc": "تأمين الطبي للشركات الصغيرة والمتوسطة، يوفر تغطية صحية للموظفين، بما في ذلك الرعاية في المستشفيات، زيارات الأطباء، والأدوية، من خلال شبكة واسعة من مقدمي الرعاية الطبية في جميع مناطق المملكة بأسعار  التأميــن.",
    "marineCorpDesc": "التأمين البحري للشركات يغطي بضائع الشركات والسفن والشحنات ضد التلف أو السرقة أو الخسارة أثناء النقل، مما يضمن الأمن المالي.",
    "accidentCorpDesc": "تأمين الحوادث والمسؤولية للشركات يغطي الشركات ضد حوادث الموظفين وإصابات الطرف الثالث وتلف الممتلكات، حمايةً من المطالبات والتكاليف القانونية.",
    "propertyCorpDesc": "التأمين على ممتلكات الشركات يغطي أصول الشركة، بما في ذلك المباني والمعدات، ضد مخاطر مثل الحريق أو السرقة أو التلف.",
    "PNSCorpDesc": "تأمين الحماية والادخار للشركات يرفع من المزايا المقدمة للموظفين وزيادة ولائهم من خلال حماية مالية لأسرة الموظف في حال فقدان الدخل بسبب وفاة الموظف أو عجزه بالإضافة إلى مكون إدخاري لمساعدة الموظفين على تحقيق أهدافهم المالية.",
    "engCorpDesc": "التأمين الهندسي  يغطي  جميع أخطار المقاولين و الأضرار والخسائر المادية المفاجئة وغير المتوقعة التي قد تتعرض لها المشاريع الهندسية",
    "aviationCorpDesc": "تأمين الطيران للشركات يغطي أضرار الطائرات، والحوادث، والمسؤولية، مما يضمن الحماية المالية للشركات التي تشغل الطائرات."
}