{
    "email": "info@ajt.com.sa",
    "policyName": "Third Party Liability",
    "sendAnEnquiry": "Send an Inquiry",
    "insuranceSolution": "Insurance Solution ",
    "byAboutAlzaziraTakaful": "By About Alzazira Takaful",
    "10yearsofinsuranceServices": "10 Years of Insurance Services",
    "aboutAlzaziraTakaful": "About Alzazira Takaful",
    "individual": "Individual",
    "insurance": "Product",
    "corporate": "Corporate",
    "livealifefullofcare": "Live a life full of care",
    "ourRangeOfPolicies": "Our Range Of Policies",
    "motorInsurance": "Motor Insurance 123",
    "thisapproachisuseful": "This approach is useful for quick, one-off customizations without relying on external stylesheets or utility classes.",
    "visitVisaExtension": "Visit Visa Extension",
    "householderInsurance": "Householder Insurance",
    "craftsmenInsurance": "Craftsmen Insurance",
    "medicalDomesticHelperInsurance": "Medical Domestic Helper",
    "marineInsurance": "Marine Insurance",
    "medicalMalpractice": "Medical Malpractice",
    "protectionSavings": "Protection & Savings",
    "ourServices": "Our Services",
    "medicalInsurance": "Medical Insurance",
    "accidentAndLiabilityInsurance": "Accident & Liability",
    "propertyInsurance": "Property Insurance",
    "engineeringInsurance": "Engineering Insurance",
    "aviationInsurance": "Aviation Insurance",
    "weAim":"We aim to be the leading company in the field of Islamic Sharia-compliant insurance in the Kingdom of Saudi Arabia and the Middle East region by providing innovative, high-quality insurance solutions in a way that achieves the maximum benefit for our customers, shareholders and employees.",
    "enquireNow":"Enquire Now",
    "motorClaimStatus":"Motor Claim Status",
    "customerCare":"Customer Care",
    "renewPolicy":"Renew Policy",
    "printPolicy":"Print Policy",
    "eservices":"E-Services",
    "visitvisaextension":"Visit Visa Extension",
    "travelInsurance":"Travel Insurance",
    "emergencyMedicalExpenses":"Emergency medical expenses",
    "benefits":"Benefits",
    "coverageOptions":"Coverage Options",
    "basic":"Basic",
    "silver":"Silver",
    "gold":"Gold",
    "platinum":"Platinum",
    "schengen":"Schengen",
    "text1carousal1":"Worry-Free Travel, Wherever You Go",
    "text1carousal2":"Protection and Savings",
    "text1carousal3":"Motor Insurance",
    "text2carousal1":"Enjoy your travels without stress. Al Jazira Takaful offers Shariah-compliant travel insurance to shield you from unexpected events and financial risks. With our reliable protection and expertise, your journey stays secure and worry-free.",
    "text2carousal2":"Al Jazira Takaful offers Shariah-compliant plans designed to provide flexible, superior, and unparalleled protection for you, your loved ones, and your future. With Al Jazira Takaful, you can achieve financial security while ensuring peace of mind through innovative savings solutions.",
    "text2carousal3":"Al Jazira Takaful offers Shariah-compliant insurance plans are designed to provide flexible, superior, and unrivalled protection for you, your passengers, and your vehicle. With Al Jazira Takaful, you can enjoy peace of mind knowing you’re safeguarded against the uncertainties of the road.",
    "text3carousal1":"Choose Al Jazira Takaful - Your Shield on Every Journey.",
    "text3carousal2":"Choose Al Jazira Takaful - Your Partner in Protection and Prosperity.",
    "text3carousal3":"Choose Al Jazira Takaful - Your Shield on Every Journey.",
    "carousalbutton":"BUY NOW",
    "eService":"E-Service",
    "printCertificate":"Print Certificate",
    "claimStatus":"Claim Status",
    "claimSubmission":"Claim Submission",
    "najamStatus":"Najam Status",
    "cchi":"CCHI Status",
    "locateMedicalProviders":"Locate Medical Providers",
    "renewal":"Renewal",
    "property": "PROPERTY",
    "engineering": "ENGINEERING",
    "aviation": "AVIATION",
    "enquiry": "Send INQUIRY/compliants",
    "left": "EN",
    
    "right": "عربي",
    "titleName": "AJT Customer Portal",
    "motorIndiDesc":"Protect your vehicle passengers, and yourself with our comprehensive coverage.Enjoy benefits like accident, theft and liability protection, plus optional add-ons. Drive worry free- get a quote today",
    "travelIndiDesc":"Explore the world with peace of mind. Our travel insurance covers medical emergencies,trip cancellations, lost baggage and more. Travel worry free- get covered today",
    "visitVisaIndiDesc":"Visit visa extensions insurance covers medical emergencies, hospitalization and repatriation for visitors extending their stay, ensuring compliance and protection.",
    "HouseholeIndiDesc":"Household insurace covers home damage, theft, fire and liability offering financial protection for homeowners and renters. Get covered today.",
    "MMPIndiDesc":"Medical Malpractice insurance protects medical practitioners against financial loss from claims incase of negligence or harm to patients.",
    "PNSIndiDesc":"Protection and Savings insurance combines coverage that provides you and your family with financial security along with a savings component, helping you to build wealth while having protection against financial threats.",
    "craftsIndiDesc":"Craftsmen insurance coveing property damage, injury and liability, protecting skilled workers during their projects and in the workshop.",
    "MDHIndiDesc":"Medical domestic helper insurance  provides comprehensive medical care to your domestic helpers through a wide network of healthcare providers accross the kingdom..",
    "motorCorpDesc":"Corporate motor insurance covers a company's fleet against accidents, theft, and liability, ensuring financial security and legal compliance.",
    "medicalCorpDesc":"Medical insurance for small and medium sized companies offers healthcare coverage for employees, including hospital care, doctor visits, and medications through a wide network of healthcare providers accross the kingdom.",
    "marineCorpDesc":"Corporate marine insurance covers businesses' goods, vessels, and cargo against damage, theft, or loss during transit, ensuring financial security.",
    "accidentCorpDesc":"Corporate accident and liability insurance covers businesses against employee accidents, third-party injuries, and property damage, protecting against legal claims and costs.",
    "propertyCorpDesc":"Corporate property insurance covers a business's assets, including buildings and equipment,against risks like fire, theft, or damage.",
    "PNSCorpDesc":"Corporate protection and savings insurance improves employee benefits by offering risk coverage and a savings component whic helps businesses increase employee retention while employees secure funds for future needs.",
    "engCorpDesc":"Corporate engineering insurance covers risks related to machinery, equipment, and engineering projects, including breakdowns and construction liabilities.",
    "aviationCorpDesc":"Corporate aviation insurance covers aircraft damage, accidents, and liability, ensuring financial protection for businesses operating aircraft."
}