{
  "CustomerRights": "حقوق العملاء",
  "CustomerRightsDescription": "تتعلق حقوق وواجبات العملاء بحماية الأفراد من المخاطر التي قد يواجهونها، وتوضح الحقوق والواجبات المشتركة للعملاء كما يلي:",
  
  "insurancepolicy": "الحق في وثيقة تأمين واضحة",
  "insurancepolicydescription": "يجب أن يكون العميل قادرًا على فهم تفاصيل وثيقة التأمين مثل التغطية، الشروط، الاستثناءات، ومبالغ التعويض.",
  
  "transparency": "الحق في الشفافية",
  "transparencydescription": "يجب على شركة التأمين أن تقدم معلومات كاملة وواضحة عن التغطية التأمينية، رسوم التأمين، وأي شروط إضافية قد تنطبق.",
  
  "grievance": "الحق في تقديم شكوى",
  "grievancedescription": "في حال وجود نزاع حول مبلغ التعويض أو أي مشكلة في خدمات التأمين، يحق للعميل تقديم شكوى أو تظلم إلى شركة التأمين أو إلى الجهات التنظيمية كما يلي:",
  
  "callcenter": "مركز الاتصال - الرقم المجاني",
  "callcenternumber": "800 30 40 400",
  
  "complaintsemail": "البريد الإلكتروني للشكاوى",
  "complaintsemailaddress": "info@ajt.com.sa",
  
  "socialmedia": "وسائل التواصل الاجتماعي",
  "socialmedianame": "AJT_Care",
  
  "website": "الموقع الإلكتروني",
  "websiteurl": "www.aljaziratatakful.com.sa",


   "complaintProcessDescription": "بمجرد تقديم شكوى من خلال أي من قنواتنا الرسمية، ستتلقى رقم مرجع للشكوى. يمكنك استخدام رقم المرجع للاستعلام عن حالة الشكوى. إذا لم تكن راضيًا عن تسوية الشكوى، يمكنك التواصل مع:",
  
  "cchi": "مجلس الضمان الصحي التعاوني (CCHI)",
  "cchiNumber": "920001177",
  
  "insuranceAuthority": "هيئة التأمين (IA)",
  "insuranceAuthorityUrl": "https://care.ia.gov.sa",
  
  "insuranceDisputesCommittee": "الأمانة العامة للجان الفصل في منازعات ومخالفات التأمين:",
  "insuranceDisputesCommitteeUrl": "www.idc.gov.sa",

  "fullDisclosureTitle": "الإفصاح الكامل عن المعلومات:",
  "fullDisclosureDescription": "يجب على العميل تزويد شركة التأمين بمعلومات صحيحة ودقيقة عن حالته الصحية أو ممتلكاته أو أي تفاصيل قد تؤثر على شروط التغطية التأمينية.",
  
  "accidentReportingTitle": "الإبلاغ عن الحوادث فور وقوعها:",
  "accidentReportingDescription": "يجب على العميل الإبلاغ عن الحوادث أو الأضرار التي قد تحدث لشركة التأمين في أقرب وقت ممكن وتقديم جميع المستندات المطلوبة للتحقق من المطالبة.",
  
  "complianceTitle": "الالتزام بالشروط والأحكام:",
  "complianceDescription": "يجب على العميل الالتزام بجميع الشروط المنصوص عليها في عقد التأمين مثل المحافظة على الممتلكات المؤمن عليها أو اتباع إرشادات السلامة.",
  
  "cooperationTitle": "التعاون مع الشركة في التحقيقات:",
  "cooperationDescription":"يتوجب على العميل التعاون مع شركة التأمين في حالة وقوع حادث أو خطر مؤمن عليه وتقديم الوثائق اللازمة لإثبات الحالة.",
  
  "noMisleadingInfoTitle": "الواجب بعدم إخفاء أو تقديم معلومات مضللة:",
  "noMisleadingInfoDescription": "يجب على العميل تزويد شركة التأمين بمعلومات صحيحة ودقيقة عن حالته الصحية أو ممتلكاته أو أي تفاصيل قد تؤثر على شروط التغطية التأمينية. اقرأ الشروط والأحكام الخاصة بالمنتج لفهم التغطية والقيود قبل الشراء."
}
