{
   "Ourservice":"خدمتنا",
    "Exploreproducts":"استكشف مجموعتنا الواسعة من المنتجات",
    "RetailProducts":"منتجات الافراد",
    "CorporateProducts":"منتجات الشركات",
   
  "Medical": "الطبي",
  "MedicalDescription": "التأمين الطبي المقدم من شركة الجزيرة تكافل يوفر رعاية طبية شاملة للموظفين في الشركات والمؤسسات وأفراد عائلاتهم",
  "Motor": "المركبات",
  "MotorDescription":"تُغطي وثيقة تأمين المركبات الصادرة عن الجزيرة تكافل الخسائر المالية والأضرار الناتجة عن حوادث المركبات التجارية",
  "Marine": "البحري",
  "MarineDescription": "تغطي وثيقة تأمين النقل البحري الصادرة عن الجزيرة تكافل الخسائر والأضرار التي تتعرض لها البضائع التجارية خلال شحنها",
  "AccidentAndLiability": "الحوادث والمسؤوليات",
  "AccidentAndLiabilityDescription": "تغطي وثيقة التأمين على الحريق والأخطار الخاصة الصادرة من الجزيرة تكافل الاضرار و الخسائر المادية المفاجئة وغير المتوقعة التي تتعرض لها الممتلكات ضد اخطار معينة مسماة في نص الوثيقة",
  "Property": "الممتلكات",
  "PropertyDescription": "تغطي وثيقة التأمين على الحريق والأخطار الخاصة الصادرة من الجزيرة تكافل الاضرار و الخسائر المادية المفاجئة وغير المتوقعة التي تتعرض لها الممتلكات ضد اخطار معينة مسماة في نص الوثيقة",
  "Engineering": "الهندسي",
  "EngineeringDescription": "تغطي وثيقة تأمين جميع أخطار المقاولين الصادرة من الجزيرة تكافل الأضرار والخسائر المادية المفاجئة وغير المتوقعة التي قد تتعرض لها المشاريع الهندسية لأي سبب بخلاف الأسباب المنصوص عليها في استثناءات الوثيقة",
  "Aviation": "مسؤولية الطيران",
  "AviationDescription": "تغطي وثيقة تأمين مسئولية الطيران الصادرة من شركة الجزيرة تكافل مسؤولية المؤمن له القانونية الناتجة عن نشاطه المهني داخل ساحة المطار والتي قد تؤدي إلى أضرار مادية أو جسمانية تجاه الغير",
  "ProtectionAndSavings": "الحماية والادخار",
  "ProtectionAndSavingsDescription": "برنامج الحماية والادخار الجماعي الذي يقدم الحماية المالية والادخار للموظفين في الشركات ، حيث يساهم فيه كلاً من الموظف وصاحب العمل في قيمة قسط الاشتراك الشهري بإنتظام",


 "Travel": "السفر",
  "TravelDescription": "تغطي وثيقة تأمين السفر الصادرة من الجزيرة تكافل جميع احتياجات المسافر التأمينية أثناء تواجده في الخارج ، منها النفقات الطبية وغير الطبية المحتملة",
  "VisitVisaExtension": "تمديد تأشيرة الزيارة",
  "VisitVisaExtensionDescription": "يتم إصدار وثيقة التأمين الطبي للزائرين ضمن إجراءات الحصول على تأشيرة الدخول إلى المملكة.",
   "Motor1": "المركبات",
  "MotorDescription1": "تُغطي وثيقة تأمين المركبات الصادرة عن الجزيرة تكافل الخسائر المالية والأضرار الناتجة عن حوادث المركبات الخاصة",
  "HouseHolder": "المنازل",
  "HouseHolderDescription": "م تصميم وثيقة تأمين المنازل لتعويض الخسائر المالية التي يتكبدها المؤمن له نتيجة حادث ألحق الضرر بمبنى منزله ومحتوياته",
  "MedicalDomesticHelper": "العمالة المنزلية الصحي",
  "MedicalDomesticHelperDescription": "نوفر رعاية طبية شاملة للعمالة المنزلية والتي تضمن لك الحصول على أفضل رعاية طبية علاجية ضمن شبكة واسعة من المستشفيات والمراكز الطبية.",
  "MedicalMalpractice": "الاخطاء الطبية",
  "MedicalMalpracticeDescription": "توفر وثيقة التأمين ضد الأخطاء الطبية تغطية المسؤولية القانونية المهنية للطرف الثالث لممارسي المهن الطبية",
  "Craftsmen": "الحرفيين",
  "CraftsmenDescription": "تأمين الحرفيين : سواء كنت تعمل في مهنة السباكة او النجارة او صيانة المباني او غيرها تؤمن وثيقة تأمين الحرفيين تغطية مثالية لنشاطك الحرفي",
  "ProtectionAndSavings1": "الحماية والادخار",
  "ProtectionAndSavingsDescription1": "مجموعه متنوعة من برامج الحماية والادخار تساعدك على الادخار لتوفير الاحتياجات المالية المستقبلية",


  "CorporateInsurance": "التأمين للشركات",
  "CorporateInsurancedesc":"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إيليت، سيد دو إيوسمود تيمبور إنسيديديونت أوت لابوري إت دولوري ماغنا أليكا.",
  "RetailInsurance":"تأمين الافراد",
  "RetailInsurancedesc":"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إيليت، سيد دو إيوسمود تيمبور إنسيديديونت أوت لابوري إت دولوري ماغنا أليكا.",
  "OURPRODUCTS":"منتجاتنا",
 "Exploreproducts":"اكتشف مجموعتنا الواسعة من المنتجات!",
 "Learnmore":"لمعرفة المزيد",
"insurenow":"أمن الآن!"



}
