{
    "PrivacypolicyHeader": "سياسة الخصوصية",
    "PrivacypolicyDesc1": "تلتزم شركة الجزيرة تكافل  باحترام خصوصيتك وتقر بحاجتك إلى الحماية والإدارة المناسبتين لأي معلومات تعريف شخصية () تشاركها معنا، بما يتماشى مع قوانين ولوائح حماية البيانات الشخصية المعمول بها في المملكة العربية السعودية (). سنستخدم معلوماتك الشخصية فقط لتقديم المنتجات والخدمات التي طلبتها منا ولتلبية مسؤوليتنا القانونية",
    "PrivacypolicyDesc2": "ينطبق إشعار الخصوصية هذا على جميع عملائنا وزوارنا ومستخدمينا (المشار إليهم فيما يلي باسم ) الذين يصلون إلى موقعنا الإلكتروني أو تطبيق الهاتف المحمول أو يستخدمونه. يهدف إشعار الخصوصية هذا إلى إبلاغك بما يلي:",
    "PrivacypolicyDesc2Item1": ". نوع المعلومات التي قد نجمعها عنك والأغراض التي نجمعها من أجلها عند استخدامك لموقعنا الإلكتروني أو تطبيق الهاتف المحمول",
    "PrivacypolicyDesc2Item2": "كيف نستخدم المعلومات التي تم جمعها منك ومع من قد نشاركها",
    "PrivacypolicyDesc2Item3": "حقوق الخصوصية الخاصة بك فيما يتعلق ببياناتك.",
    "PrivacypolicyDesc3": "نحن نتفهم تماما مدى أهمية معلوماتك الشخصية بالنسبة لك ، وسنبذل جهودنا لحماية أمان معلوماتك الشخصية. لقد التزمنا دائما بالحفاظ على ثقتك وسنلتزم بمبادئ الخصوصية أدناه لحماية معلوماتك الشخصية: الحقوق والمسؤولية ، والاتساق ، والغرض الصريح ، والموافقة الحرة ، والتقليل والضرورة ، وضمان أمن المعلومات ، والمشاركة ، والشفافية. نحن ملتزمون أيضا باتخاذ التدابير الأمنية المناسبة لحماية معلوماتك.",
    "PrivacypolicyDesc4": "ينطبق إشعار الخصوصية هذا على المعلومات الشخصية الخاصة بك وبالأطراف ذات الصلة التي قد تتم معالجتها عند زيارة مكاتبنا أو استخدام موقعنا الإلكتروني أو تطبيق الهاتف المحمول أو التقدم بطلب للحصول على أو استخدام أي منتج أو خدمة مقدمة من قبلنا أو التعامل مع أي عمل أو إجراء أي معاملة معنا أو المشاركة في أي من الأحداث التسويقية والاستطلاعات الخاصة بنا ، وبأي شكل من الأشكال الاتصال بنا أو التواصل معنا ، بغض النظر عن المعلومات التي تقدمها أنت أو الأطراف ذات الصلة ، أو التي نجمعها أو نحصل عليها من مصادر أخرى وفقا ل (قانون حماية البيانات الشخصية) أو اللوائح أو الأحكام التنظيمية أو بناء على إذن أو موافقة منك أو من الأطراف ذات الصلة",
    "PrivacypolicyDesc5": "تم تحديد محتوى هذا الإشعار لإعطاء التفاصيل أدناه وفقا للوائح حماية البيانات الشخصية في المملكة العربية السعودية:",
    "PrivacypolicyDesc5Item1": "كيف نجمع معلوماتك الشخصية",
    "PrivacypolicyDesc5Item2": "كيف نستخدم معلوماتك الشخصية",
    "PrivacypolicyDesc5Item3": "كيف نقوم بتخزين معلوماتك الشخصية",
    "PrivacypolicyDesc5Item4": "الأساس القانوني للمعالجة",
    "PrivacypolicyDesc5Item5": "كيف نحمي معلوماتك الشخصية",
    "PrivacypolicyDesc5Item6": "كيف نشارك معلوماتك الشخصية وننقلها ونكشف عنها علنا",
    "PrivacypolicyDesc5Item7": "الظروف الخاصة لمعالجة المعلومات",
    "PrivacypolicyDesc5Item8": "حقوقك المتعلقة بالمعلومات الشخصية",
    "PrivacypolicyDesc5Item9": "حماية الأطفال والمعلومات الشخصية",
    "PrivacypolicyDesc5Item10": "كيف نستخدم ملفات تعريف الارتباط والتقنيات الأخرى",
    "PrivacypolicyDesc5Item11": "كيفية الاتصال بنا",
    "PrivacypolicyDesc5Item12": "صياغة هذا الإشعار وفعاليته وتحديثه",
    "PrivacypolicyPoint1": " كيف نجمع معلوماتك الشخصية",
    "PrivacypolicyPoint1Item1": " للامتثال للقانون واللوائح والأحكام التنظيمية ، أو كما هو مطلوب بالنسبة لنا لتزويدك أنت أو الأطراف ذات الصلة بمختلف المنتجات والخدمات والتحسين المستمر لمنتجاتنا وخدماتنا ، أو للاتصال أو التواصل معك أو مع الأطراف ذات الصلة ، وفهم احتياجاتك أنت أو الأطراف ذات الصلة ، وبناء ومراجعة وصيانة وتطوير علاقتنا معك أو مع الأطراف ذات الصلة ، قد نتلقى ونحتفظ بالمعلومات الشخصية المقدمة من قبلك أو من قبل الأطراف ذات الصلة، أو، وفقا للقانون أو اللوائح أو الأحكام التنظيمية أو تفويض أو موافقة الأطراف ذات الصلة، جمع المعلومات الشخصية الخاصة بك و / أو الأطراف ذات الصلة والاستفسار عنها والتحقق منها بالطرق المناسبة من / مع أعضاء الجزيرة تكافل أو أطراف ثالثة أخرى (بما في ذلك على سبيل المثال لا الحصر وكالات المراجع الائتمانية ومقدمي خدمات المعلومات والسلطات ذات الصلة وأصحاب العمل والأطراف ذات العلاقة ).",
    "PrivacypolicyPoint1Item2": " قد تكون المعلومات الشخصية التي نجمعها على الورق أو الإلكترونية أو أي شكل آخر.",
    "PrivacypolicyPoint1Item3": " عندما تزور أو تتصفح أو تستخدم موقعنا و / أو تطبيقاتنا كزائر ، قد نجمع معلومات حول المتصفح أو الجهاز الذي تستخدمه (مثل عنوان IP (بروتوكول الإنترنت) ونظام التشغيل وإصدار المتصفح) وإجراءات التصفح والأنماط. نحن نستخدم ملفات تعريف الارتباط والتقنيات المماثلة الأخرى لجمع المعلومات المذكورة أعلاه. يمكنك تعطيل ملفات تعريف الارتباط عن طريق تغيير إعداداتك (لمزيد من التفاصيل ، يرجى الرجوع إلى قسم  في هذا الإشعار). المعلومات الفنية التي لا يمكن أن تحدد هوية أي فرد لن يتم التعامل معها على أنها معلومات شخصية. ومع ذلك ، عندما تتمكن هذه المعلومات الفنية من تحديد هوية الفرد بمفرده أو بالاشتراك مع معلومات أخرى ، فسنحميها على أنها معلوماتك الشخصية. قد ندعوك للاشتراك في تحديثاتنا وتنبيهاتنا أو للمشاركة في أحداثنا التسويقية أو استبياننا عبر موقعنا الإلكتروني و / أو تطبيقاتنا. إذا قبلت الدعوة ذات الصلة ، فقد نجمع المعلومات التي تقدمها لنا عن طريق ملء نماذج الاتصال أو الاستبيانات ، وما إلى ذلك. قد تتضمن المعلومات المذكورة الاسم ورقم الهوية / الإقامة ورقم الهاتف وعنوان البريد الإلكتروني وما إلى ذلك. لن يؤثر رفض تقديم هذه المعلومات على زيارتك أو تصفحك أو استخدامك لموقعنا و / أو تطبيقاتنا",
    "PrivacypolicyPoint1Item4": " عندما تكون عميلنا المحتمل أو العملاء الأفراد / الشركات الحاليين أو الأطراف ذات الصلة في المعاملات ، لكي نزودك بمنتجاتنا / خدماتنا وللتعامل مع الأعمال ذات الصلة ، يجوز لنا جمع المعلومات التالية بناء على موافقتك أو تفويضك:",
    "PrivacypolicySubPoint": "لتزويدك بالتأمين على الحياة والتأمين العام مثل التأمين الطبي والتأمين على السيارات وتأمين السفر وما إلى ذلك.",
    "PrivacypolicySubPointItem1": "معلومات الهوية الشخصية ، بما في ذلك الاسم والجنس والجنسية و والهوية الوطنية / الإقامة أو رقم الإقامة ورقم الهاتف المحمول والتوقيع والمهنة ورقم الهاتف والبريد الإلكتروني وتاريخ الميلاد ومكان الميلاد والحالة الاجتماعية والحالة العائلية ومكان الإقامة (بما في ذلك العنوان التاريخي وعنوان الاتصال والعنوان الدائم) والشركة / صاحب العمل والمسمى الوظيفي وأي علاقة مع شخص مكشوف سياسيا والمعلومات ذات الصلة وما إلى ذلك",
    "PrivacypolicySubPointItem2": "التاريخ الطبي ، المتعلق بحالتك الصحية أو أمراضك ، وتفاصيل عائلتك (بما في ذلك الزوج ، الأطفال) ، إلخ.",
    "PrivacypolicySubPointItem3": "معلومات القياسات الحيوية الشخصية ، مثل التوقيع والكتابة اليدوية وبصمات الأصابع والصوت ومعلومات التعرف على الوجوه وما إلى ذلك.",
    "PrivacypolicySubPointItem4": "معلومات الحساب المصرفي الشخصية ، بما في ذلك رقم الحساب ، إلخ.",
    "PrivacypolicySubPointItem4Desc1": "المعلومات الواردة أعلاه هي المعلومات الأساسية التي يجب أن نجمعها لتزويدك بمنتجاتنا أو خدماتنا ، والوفاء بعقدنا معك ، والامتثال للقوانين واللوائح والمتطلبات التنظيمية. إذا رفضت تقديم هذه المعلومات (أو كانت المعلومات المقدمة غير كاملة أو غير دقيقة أو غير صحيحة) ، فلن تتمكن من استخدام منتجاتنا أو خدماتنا.",
    "PrivacypolicyPoint1Item5": " عندما تكون شخصا وكيلاً / وصيا قانونيا على عميلنا المحتمل أو العملاء الحاليين غير الأفراد أو الأطراف ذات الصلة بالمعاملات (بما في ذلك الأطفال والشركات والمؤسسات والمؤسسات والكيانات القانونية الأخرى) (نشير هنا إلى الشخص / الوصي المرتبط يعني أي شخص آخر تربطه به علاقة مع العميل المحتمل أو العميل الحالي غير الفردي ، بما في ذلك على سبيل المثال لا الحصر، مدير أو مشرف أو موظف في شركة أو شركاء أو أعضاء شراكة أو أي مساهم أو مالك كبير أو شخص مسيطر أو مالك مستفيد أو وصي أو مستوطن أو حامي صندوق استئماني) ، يجوز لنا جمع المعلومات التالية بناء على موافقتك أو تفويض العميل ذي الصلة:",
    "PrivacypolicyPoint1Item5Desc1": "لتزويد شخص وكيل / وصي قانوني لعملائنا المحتملين أو العملاء الحاليين غير الأفراد أو الأطراف ذات الصلة بالتأمين على الحياة والتأمين العام مثل التأمين الطبي والتأمين على المركبات وتأمين السفر وما إلى ذلك",
    "PrivacypolicyPoint1Item5Details1": "معلومات الهوية الشخصية ، بما في ذلك الاسم والجنس والجنسية والهوية الوطنية / الإقامة والمهنة والوظيفة والعلاقة مع العملاء (مثل الوصي القانوني / التوظيف / المساهمة / علاقة الاستثمار) ورقم الهاتف والبريد الإلكتروني ومعلومات الاتصال وتاريخ الميلاد ومكان الميلاد ومكان الإقامة وعنوان العمل والصورة والهوية الافتراضية الشخصية ومعلومات المصادقة وأي علاقة مع شخص مكشوف سياسيا والمعلومات ذات الصلة وما إلى ذلك",
    "PrivacypolicyPoint1Item5Details2": "التاريخ الطبي ، المتعلق بالظروف الصحية للعملاء أو أمراضهم ، أو تفاصيل أسرهم (بما في ذلك أزواجهم وأطفالهم) ، إلخ.",
    "PrivacypolicyPoint1Item5Details3": "معلومات القياسات الحيوية الشخصية ، مثل التوقيع والكتابة اليدوية وبصمات الأصابع والصوت ومعلومات التعرف على الوجوه وما إلى ذلك.",
    "PrivacypolicyPoint1Item5Details4": "أي معلومات شخصية أخرى يتم الحصول عليها أثناء إنشاء أو الحفاظ على علاقة عمل لأداء العقود أو الامتثال للقوانين واللوائح والمتطلبات التنظيمية ، على سبيل المثال ، معلومات الشخص المدرجة في وثائق العميل ، والمعلومات الشخصية الناشئة عن أي تحقيق في نشاط مشبوه وغير عادي ، أو المراسلات ، أو سجلات الاتصالات الأخرى (بما في ذلك سجلات الفيديو أو الصوت وسجل المكالمات وسجلات المراسلات والمحتويات).",
    "PrivacypolicyPoint1Item5Desc2": "المعلومات الواردة أعلاه هي المعلومات الأساسية التي يجب أن نجمعها لتزويد العملاء أو الأطراف ذات الصلة بالمعاملات مع منتجاتنا أو خدماتنا ، لتنفيذ عقدنا معك أو مع العميل ذي الصلة ، والامتثال للقوانين واللوائح والمتطلبات التنظيمية. إذا رفضت تقديم هذه المعلومات (أو كانت المعلومات المقدمة غير كاملة أو غير دقيقة أو غير صحيحة) ، فلن تتمكن أنت أو العميل المعني من استخدام منتجاتنا أو خدماتنا العادية.",
    "PrivacypolicyPoint1Item6": " يمكنك أن تقرر، حسب اختيارك الحر، تزويدنا أو السماح لنا بجمع المعلومات التالية منك أو من أي طرف ثالث حسب موافقتك، للأغراض أو الوظائف التالية",
    "PrivacypolicyPoint1Item6Details1": "وظائف خدمة الرسائل.",
    "PrivacypolicyPoint1Item6Details2": "معلومات الوثيقة ومعلومات المعاملات. نقوم بجمع المعلومات المذكورة أعلاه حتى نتمكن من إرسال إشعارات فورية إليك بشأن معلومات الوثيقة والإشعارات الجديدة الأخرى المتعلقة بالمنتج.",
    "PrivacypolicyPoint1Item6Details3": "موعد للحصول على معلومات السياسة والخدمات الأخرى.",
    "PrivacypolicyPoint1Item6Details4": "الاسم ورقم الهاتف المحمول ونوع وثيقة الهوية ورقمها والإقامة الضريبية والعنوان والبريد الإلكتروني ورقم الهاتف ورقم الفاكس.",
    "PrivacypolicyPoint1Item6Details5": "لتزويدك بخدمة أكثر دقة وشخصية وملاءمة وتحسين تجربة خدمة العملاء الخاصة بك.",
    "PrivacypolicyPoint1Item6Details6": "المعلومات التي تقدمها عند تقديم ملاحظاتك أو اقتراحك أو شكواك ، والمعلومات التي تدخلها عند المشاركة في الحملات أو الاستطلاعات ، والفئة ، والأساليب ، ومعلومات التشغيل. سنجري تحليلا للمعلومات وسنتصل بك أو نقدم لك الرد أو الخدمة أو المنتجات ذات الصلة بناء على تلك المعلومات.",
    "PrivacypolicyPoint1Item6Details7": "يمكنك اختيار عدم تقديم المعلومات المذكورة أعلاه. سيؤدي عدم تقديم هذه المعلومات إلى عدم قدرتك على المشاركة أو الاستفادة من إمكانية الوصول أو الوظائف المقابلة ولكنه لن يؤثر على استخدامك العادي لخدماتنا الأخرى.",
    "PrivacypolicyPoint1Item7": " نحصل على معظم معلوماتك الشخصية منك مباشرة ومن خلال المنتجات والخدمات التي تستخدمها. يمكن الحصول على بعض المعلومات من مصادر أخرى. على سبيل المثال ، قد نتحقق من بعض المعلومات التي تقدمها لنا مع صاحب العمل أو مراجعنا. على سبيل المثال ، قد نتحقق من بعض المعلومات التي تقدمها لنا مع صاحب العمل أو مراجعنا. بشكل عام ، عندما نحصل على معلومات من شخص آخر غيرك ، (قد تكون لدينا أطراف ثالثة أخرى ، فإننا نسجل مصدر تلك المعلومات). قد نحصل على موافقتك كتابيا أو من خلال الوسائل الإلكترونية قبل جمع المعلومات الشخصية. في بعض الحالات ، قد يطلب منا بموجب القانون الحصول على موافقتك الصريحة ، وفي هذه الحالة نضمن قيامنا بذلك.",
    "PrivacypolicyPoint2": " كيف نستخدم معلوماتك الشخصية",
    "PrivacypolicyPoint2Item1": "سنستخدم معلوماتك الشخصية لتحقيق الأغراض والوظائف المذكورة في القسم أعلاه من هذا الإشعار ",
    "PrivacypolicyPoint2Item2": "عند زيارة أو تصفح أو استخدام موقعنا و / أو تطبيقاتنا كزائر ، قد نستخدم معلوماتك للأغراض التالية:",
    "PrivacypolicyPoint2Item2Details1": "للرد على استفساراتك وطلباتك.",
    "PrivacypolicyPoint2Item2Details2": "لتزويدك بالمعلومات أو المنتجات أو الخدمات التي تطلبها منا أو التي نشعر أنها قد تهمك ، رهنا بموافقتك المسبقة.",
    "PrivacypolicyPoint2Item2Details3": "لتنفيذ العقود أو الاتفاقيات المبرمة بينك وبيننا.",
    "PrivacypolicyPoint2Item2Details4": "للسماح لك بالتفاعل معنا على موقعنا و / أو تطبيقاتنا.",
    "PrivacypolicyPoint2Item2Details5": "لإعلامك بالتغييرات التي تطرأ على موقعنا و / أو تطبيقاتنا.",
    "PrivacypolicyPoint2Item2Details6": "لضمان تقديم محتوى موقعنا و / أو تطبيقنا بشكل فعال على جهازك.",
    "PrivacypolicyPoint2Item2Details7": "للحفاظ على التشغيل السليم والآمن لموقعنا و / أو تطبيقاتنا لمنع المخاطر والتحكم فيها ، أو لاكتشاف ومنع إساءة استخدام أو إساءة استخدام موقعنا أو تطبيقاتنا أو منتجاتنا أو خدماتنا.",
    "PrivacypolicyPoint2Item2Details8": "للللوفاء بالتزامات الامتثال الخاصة بنا ، أو الامتثال لأي لوائح المكتب الوطني لإدارة البيانات / قانون حماية البيانات الشخصية التي نخضع لها ",
    "PrivacypolicyPoint2Item2Details9": "ولعمل إحصاءات وتحليلات لاستخدام أعمالنا أو منتجاتنا أو خدماتنا أو وظائفنا. ومع ذلك ، لن تحتوي هذه الإحصائيات على أي من معلومات التعريف الشخصية الخاصة بك..",
    "PrivacypolicyPoint2Item3": "عندما تكون عميلنا المحتمل أو العميل الفردي الحالي أو القائم بأعمال عملائنا الأفراد / غير الأفراد ، فقد نستخدم معلوماتك للأغراض التالية:",
    "PrivacypolicyPoint2Item3Details1": "لتزويدك أنت أو الأطراف ذات الصلة بالمنتجات أو الخدمات ، أو للتعرف على هويتك والأطراف ذات الصلة أو التحقق منها ، أو للموافقة على المعاملات المطلوبة أو المصرح بها أو المصرح بها من قبلك أو الأطراف ذات الصلة أو إدارتها أو التعامل معها أو تنفيذها أو تنفيذها.",
    "PrivacypolicyPoint2Item3Details2": "للامتثال لأي لوائح المكتب الوطني لإدارة البيانات / قانون حماية البيانات الشخصية وأي أمر أو متطلبات من أي سلطة.",
    "PrivacypolicyPoint2Item3Details3": "لتنفيذ التزامات الامتثال الخاصة بشركة الجزيرة تكافل (بما في ذلك الامتثال التنظيمي، و/أو الامتثال للوائح المكتب الوطني لإدارة البيانات / قانون حماية البيانات الشخصية أو متطلبات أي سلطة)، أو لتنفيذ أي سياسة أو إجراء تضعه شركة الجزيرة تكافل لأداء التزامات الامتثال.",
    "PrivacypolicyPoint2Item3Details4": "لإنفاذ أو الدفاع عن الجزيرة تكافل ، أو لأداء التزامات الجزيرة تكافل.",
    "PrivacypolicyPoint2Item3Details5": "كما هو مطلوب من قبل أو لتلبية المتطلبات التشغيلية المعقولة لشركة الجزيرة تكافل (بما في ذلك إحصاءات البيانات، والتحليل، والمعالجة، والمناولة، والأرشفة، والتسجيل، وتصميم النظام والمنتجات والخدمات، والبحث، والتطوير والتحسين، والتخطيط، والتأمين، والتدقيق، والأغراض الإدارية).",
    "PrivacypolicyPoint2Item3Details6": "بإذن منك أو من الأطراف ذات الصلة ، تسويق أو ترويج المنتجات أو الخدمات ذات الصلة لك أو للأطراف ذات الصلة ، لتقييم مصالحك أو مصالح الأطراف ذات الصلة في المنتجات، أو الخدمات ذات الصلة ، أو لإجراء أبحاث السوق أو المسح أو مسح الرضا ",
    "PrivacypolicyPoint2Item3Details7": "وللحصول على أو استخدام المنتجات أو الخدمات الإدارية والاستشارات والاتصالات السلكية واللاسلكية والكمبيوتر والدفع وتخزين البيانات والمعالجة والاستعانة بمصادر خارجية و / أو غيرها من المنتجات أو الخدمات.",
    "PrivacypolicyPoint2Item4": "لن يؤثر جمع المعلومات المذكورة أعلاه واستخدامها في هذا الإشعار على استخدامنا لمعلوماتك للأغراض المتفق عليها بينك أو بين الأطراف ذات الصلة وبيننا.",
    "PrivacypolicyPoint2Item5": "إذا استخدمنا معلوماتك الشخصية لأغراض أخرى غير أغراض الجمع والاستخدام على النحو المبين في هذا الإشعار أو الاتفاقيات الأخرى بينك أو بين الأطراف ذات الصلة وبيننا ، فسنحصل على موافقتك قبل استخدام معلوماتك الشخصية لهذه الأغراض الإضافية.",
    "PrivacypolicyPoint3": " الأساس القانوني للمعالجة",
    "PrivacypolicyPoint3Desc": "لن نعالج بياناتك الشخصية إلا إذا كان لدينا أساس قانوني للقيام بذلك. ويشمل ذلك تنسيق أداء العقد ، والامتثال للالتزامات القانونية ، وحماية المصالح المادية أو الموافقات أو المصالح المشروعة التي نتبعها نحن أو أطراف ثالثة.",
    "PrivacypolicyPoint4": " كيف يتم تخزين المعلومات الشخصية",
    "PrivacypolicyPoint4Desc1": "نحن نلتزم بلوائح المكتب الوطني لإدارة البيانات / قانون حماية البيانات الشخصية بشأن تخزين البيانات. عندما نجمع معلوماتك أو نعالجها ، سنقوم ، وفقا للوائح مكتب إدارة البيانات الوطنية / قانون حماية البيانات الشخصية ، والمتطلبات التنظيمية أو الأرشيفية أو المحاسبية أو التدقيق أو إعداد التقارير ، والأغراض الموضحة في هذا الإشعار ، بتخزين معلوماتك الشخصية لفترة لا تقل عن الحد الأدنى اللازم لتحقيق أغراض جمع المعلومات. يتم تخزين المعلومات الشخصية التي يتم جمعها من الموقع و / أو تطبيقات الهاتف المحمول على خوادمنا الموجودة داخل المملكة العربية السعودية التي تحكمها تقنيات الأمان المناسبة لحماية البيانات والحفاظ عليها. بعد انتهاء فترة الاحتفاظ ، سنقوم بتدمير المعلومات ذات الصلة أو حذفها أو إلغاء تحديدها ، أو في حالة عدم إمكانية التدمير أو الحذف أو إخفاء الهوية ، قم بتخزين معلوماتك الشخصية بشكل آمن وفصلها عن معالجة البيانات الأخرى. لا تنطبق متطلبات المكتب الوطني لإدارة البيانات / قانون حماية البيانات الشخصية على المعلومات التي يجب الاحتفاظ بها. وفقا للوائح المكتب الوطني لإدارة البيانات / قانون حماية البيانات الشخصية ، المتطلبات التنظيمية أو الأرشيفية أو المحاسبية أو التدقيق أو إعداد التقارير ، أو اتفاقية خاصة بينك أو بين العملاء وبيننا ، أو لفحص السجل أو الاستفسار منك أو من العملاء أو المنظمين أو السلطات الأخرى. قد نطلب الاحتفاظ بمعلوماتك الشخصية حتى بعد انتهاء الغرض من جمعها في الحالات التالية:",
    "PrivacypolicyPoint4Desc1Item1": "إذا كان هناك مبرر قانوني لنا للاحتفاظ بها لفترة محددة بموجب القانون أو اللوائح أو لأسباب أمنية.",
    "PrivacypolicyPoint4Desc1Item2": "إذا كانت المعلومات الشخصية مرتبطة ارتباطا وثيقا بقضية معروضة على سلطة قضائية وكان الاحتفاظ بها مطلوبا لهذا الغرض",
    "PrivacypolicyPoint4Desc1Item3": " إذا كانت جميع العناصر الشخصية مجهولة المصدر",
    "PrivacypolicyPoint5": " كيف نحمي معلوماتك الشخصية",
    "PrivacypolicyPoint5Desc1": "أمن المعلومات هو أولويتنا القصوى. سنسعى دائما لحماية معلوماتك الشخصية من الوصول أو المعالجة أو التلف غير المصرح به أو العرضي. نحافظ على هذا الالتزام بأمن المعلومات من خلال تنفيذ التدابير المادية والإلكترونية والإدارية المناسبة لتأمين معلوماتك الشخصية. سنتحمل المسؤولية بموجب القانون إذا كانت معلوماتك الشخصية تعاني من الوصول غير المصرح به أو الكشف العام أو المحو أو الضرر لسبب يعزى إلينا وبالتالي يضعف حقوقك ومصالحك القانونية.",
    "PrivacypolicyPoint5Desc2": "نحافظ على نظام أمني صارم لمنع الوصول غير المصرح به إلى معلوماتك الشخصية. نحن نمارس إدارة صارمة على موظفينا الذين قد يكون لديهم حق الوصول إلى معلوماتك الشخصية ، بما في ذلك على سبيل المثال لا الحصر التحكم في الوصول المطبق على المناصب المتميزة ، والالتزام التعاقدي بالسرية المتفق عليه مع الموظفين المعنيين ، وصياغة وتنفيذ السياسات والإجراءات المتعلقة بأمن المعلومات ، والتدريب المتعلق بأمن المعلومات المقدم للموظفين.",
    "PrivacypolicyPoint5Desc3": "لن نكشف عن معلوماتك الشخصية لأي طرف ثالث ما لم يتم الكشف عنها للامتثال للقوانين واللوائح والمتطلبات التنظيمية أو وفقا لهذا الإشعار أو أي اتفاقية أخرى (إن وجدت) أو بناء على موافقتك أو تفويض منفصل منك أو من الأطراف ذات الصلة. عندما نستخدم الخدمات المقدمة من قبل مقدمي الخدمات الخارجيين (كيانات أو أفراد) ، فإننا نفرض عليهم أيضا التزامات سرية صارمة ونطلب منهم الالتزام بالمعايير الأمنية من قانون حماية البيانات الشخصية عند معالجة المعلومات الشخصية.",
    "PrivacypolicyPoint5Desc4": "من أجل أمان معلوماتك الشخصية ، يجب أن تعتني بمعلوماتك الشخصية بشكل صحيح ، مثل معلومات حسابك ومعلومات التحقق من الهوية (مثل اسم المستخدم وكلمة المرور وكلمة المرور الديناميكية ورمز التحقق وما إلى ذلك) ، وجميع المستندات أو الأجهزة أو الوسائط الأخرى التي قد تسجل أو تتعلق بهذه المعلومات بطريقة أخرى ، ويجب أن تضمن معلوماتك الشخصية والمستندات ذات الصلة ، يتم استخدام الأجهزة أو الوسائط الأخرى فقط في بيئة آمنة. لا يجوز لك ، في أي وقت ، الكشف لأي شخص آخر أو السماح لأي شخص آخر باستخدام هذه المعلومات والمستندات أو الأجهزة أو الوسائط الأخرى ذات الصلة. بمجرد أن تعتقد أن معلوماتك الشخصية و / أو المستندات أو الأجهزة أو الوسائط الأخرى ذات الصلة قد تم الكشف عنها أو فقدها أو سرقتها ، أو قد تؤثر بطريقة أخرى على أمان استخدامك لمنتجاتنا أو أجهزتنا أو خدماتنا ، يجب عليك إخطارنا على الفور حتى نتمكن من التصرف بشكل مناسب لمنع حدوث المزيد من الخسارة.",
    "PrivacypolicyPoint5Desc5": "سننظم تدريبا منتظما للموظفين وتدريبات على الاستجابة لحالات الطوارئ. في حالة حدوث حادث أمن المعلومات الشخصية للأسف ، سنعتمد خطة الطوارئ ونتخذ الإجراءات وتدابير المعالجة ذات الصلة للتخفيف من شدتها وخسائرها فيما يتعلق بذلك. وفي الوقت نفسه ، سنقوم ، وفقا للمتطلبات المعمول بها المنصوص عليها في القانون واللوائح ، بإبلاغ السلطات التنظيمية بالمعلومات الأساسية للحادث الأمني وتأثيره المحتمل ، والإجراءات والتدابير التي اتخذناها أو سنتخذها ، والاقتراحات لمنع المخاطر وتخفيفها ، وتدابير العلاج المعمول بها.",
    "PrivacypolicyPoint6": " كيف نشارك معلوماتك الشخصية وننقلها ونكشف عنها علنا",
    "PrivacypolicyPoint6Desc1": "المعالجة والمشاركة الموكلة",
    "PrivacypolicyPoint6Desc2": "للأغراض الموضحة أعلاه في إشعار خصوصية الجزيرة تكافل، يجوز لنا تقديم أو الكشف عن كل أو جزء من معلوماتك الشخصية للمستلمين التاليين بموجب الشروط المسبقة بأن هذا التوفير أو الكشف ضروري ويتم مع اتخاذ تدابير وقائية مناسبة (يرجى الرجوع إلى قسم  للحصول على التفاصيل) ويجوز للمستلمين أيضا، للأغراض المذكورة أعلاه، استخدام المعلومات التي يتلقونها أو معالجتها أو الكشف عنها بشكل أكبر بشرط اعتماد تدابير الحماية المقابلة بموجب لوائح مكتب إدارة البيانات الوطنية / قانون حماية البيانات الشخصية أو متطلباتنا:",
    "PrivacypolicyPoint6Desc2Item1": "أي عضو في الجزيرة تكافل.",
    "PrivacypolicyPoint6Desc2Item2": "أي متعاقد أو متعاقد من الباطن أو وكيل أو مزود منتج أو خدمة تابع لجهة خارجية أو مستشار محترف أو شريك تجاري أو شخص مرتبط بالجزيرة تكافل (بما في ذلك موظفيهم ومديريهم ومسؤوليهم).",
    "PrivacypolicyPoint6Desc2Item3": "أي منظم للجزيرة تكافل أو أي سلطة أخرى، أو أي منظمة أو فرد معين من قبل هذه الجهات التنظيمية أو السلطات.",
    "PrivacypolicyPoint6Desc3": "وفقا للوائح مكتب إدارة البيانات الوطنية / قانون حماية البيانات الشخصية ، سنسعى للحصول على موافقتك المنفصلة وإخطارك بمشاركة / نقل البيانات ، بما في ذلك هوية مستلم البيانات ومعلومات الاتصال والغرض من المعالجة وطريقة المعالجة ونوع المعلومات الشخصية (إذا كان النقل عبر الحدود، فسنخطرك أيضا بطريقة وطريقة ممارسة حقك).",
    "PrivacypolicyPoint6Desc4": "قد نكشف عن معلومات عنك لأطراف ثالثة تابعة وغير تابعة. إذا فعلنا ذلك ، فإننا نتأكد من وجود ترتيبات مناسبة للخصوصية ومعالجة البيانات والأمان لحماية معلوماتك.",
    "PrivacypolicyPoint6Desc4Item1L": " الشركات التابعة: ",
    "PrivacypolicyPoint6Desc4Item1R": "قد نشارك معلومات عنك داخل مجموعة الجزيرة تكافل لأغراض قانونية وتنظيمية ، لإدارة مخاطر العمل ، ولضمان قيامنا بتصحيح وتحديث المعلومات الخاصة بك ، مثل عنوانك الحالي وتاريخ ميلادك وما إلى ذلك. قد نشارك أيضا معلوماتك لإدارة علاقتك الإجمالية مع مجموعة الجزيرة تكافل بشكل أفضل وتمكين الأعضاء الآخرين في مجموعة الجزيرة تكافل من لفت انتباهك إلى المنتجات والخدمات المناسبة. الجزيرة تكافل سنشارك معلوماتك داخل مجموعة الجزيرة تكافل لهذه الأغراض ما لم يحظر القانون ذلك أو تخبرنا بعدم القيام بذلك.",
    "PrivacypolicyPoint6Desc4Item2L": " شركاء الأعمال المعتمدين: ",
    "PrivacypolicyPoint6Desc4Item2R": "قد نتشارك مع شركات أخرى لنقدم لك منتجات أو خدمات. يجوز لنا الكشف عن المعلومات الشخصية و / أو المعلومات غير الشخصية أو غير المحددة التي تم جمعها عنك لشركاء الطرف الثالث لتقديم هذه الخدمات..",
    "PrivacypolicyPoint6Desc4Item3L": " مشاركة المعلومات حيث تتم مشاركة الملكية أو المسؤولية مع الآخرين: ",
    "PrivacypolicyPoint6Desc4Item3R": "ذا كان لديك منتج أو خدمة حيث يتم مشاركة الملكية أو المسؤولية مع الآخرين ، فقد نشارك معلوماتك معهم فيما يتعلق بالمنتج أو الخدمة. أيضا ، إذا سمحت لنا ، فقد نقدم معلوماتك إلى محاميك أو محاسبك أو غيرهم ممن حددتهم.",
    "PrivacypolicyPoint6Desc4Item5L": " الحكومة وإنفاذ القانون، والامتثال، الأغراض الأخرى التي يسمح بها القانون: ",
    "PrivacypolicyPoint6Desc4Item4R": "بغض النظر عن أي حكم آخر في هذا الإشعار على خلاف ذلك ، فإننا نحتفظ بالحق في الكشف عن المعلومات الشخصية للآخرين كما نعتقد أنه مناسب للامتثال للإجراءات القانونية و / أو للرد على الطلبات الحكومية أو التنظيمية لأي غرض آخر تسمح به لوائح مكتب إدارة البيانات الوطنية / قانون حماية البيانات الشخصية.",
    "PrivacypolicyPoint6Desc5": "نقل المعلومات",
    "PrivacypolicyPoint6Desc6": "بدون موافقتك المنفصلة ، لن نقوم بنقل معلوماتك الشخصية إلى أي شركة أو مؤسسة أو فرد آخر. في حالات استثنائية لتقديم الخدمة عبر الحدود ، بعد الحصول على موافقتك ، قد يتم نقل معلوماتك إلى الخارج أيضا. في ظل هذه الظروف ، سنعتمد أساليب أمان مناسبة وضرورية وفعالة (تشفير) لحماية أمن معلوماتك. أيضا ، سنبلغك بالهوية والاتصال وما إلى ذلك لمتلقي المعلومات الشخصية وفقا لمتطلبات لوائح ولوائح مكتب إدارة البيانات الوطنية / قانون حماية البيانات الشخصية ونطلب من مستلم المعلومات الشخصية الامتثال لإشعار خصوصية الجزيرة تكافل. إذا قام مستلم المعلومات الشخصية بتغيير أغراض وأساليب معالجة المعلومات الشخصية وما إلى ذلك بموجب إشعار خصوصية الجزيرة تكافل، فيجب عليه إعادة الحصول على موافقة منك.",
    "PrivacypolicyPoint6Desc7": "الإفصاح العام",
    "PrivacypolicyPoint6Desc8": "لن نكشف عن معلوماتك الشخصية للجمهور ما لم نحصل على موافقتك.",
    "PrivacypolicyPoint7": " الظروف الخاصة لمعالجة المعلومات",
    "PrivacypolicyPoint7Desc1": "سنقوم بمعالجة معلوماتك الشخصية (الجمع والتخزين والاستخدام والتحليل والنقل والتوفير والإفصاح) بناء على موافقتك. إلى الحد الذي تسمح به القوانين واللوائح، يجوز لنا معالجة معلوماتك الشخصية دون موافقتك في ظل الظروف التالية:",
    "PrivacypolicyPoint7Desc1Item1": " عندما يكون ذلك ضروريا لحماية مصالحك الحيوية في حالات الطوارئ أو الاستجابة لحالات الطوارئ الصحية العامة.",
    "PrivacypolicyPoint7Desc1Item2": " عندما تحقق المعالجة مصلحة فعلية لصاحب البيانات ، فمن المستحيل الاتصال به / بها ، أو يصعب تحقيق ذلك.",
    "PrivacypolicyPoint7Desc1Item3": " الظروف الأخرى التي تنص عليها القوانين واللوائح.",
    "PrivacypolicyPoint8": " حقوقك المتعلقة بالمعلومات الشخصية",
    "PrivacypolicyPoint8Desc1": "الجزيرة تكافل تبذل قصارى جهدها لتقديم خدمات عالية الجودة لجميع المستخدمين بما يضمن حقوقهم ضمن الحدود المنصوص عليها في قانون حماية البيانات الشخصية والأنظمة الأخرى وفقا لما يلي:",
    "PrivacypolicyPoint8Desc1Point1": "الحق في أن تكون على علم: لديك الحق في أن تكون على علم بجمع واستخدام بياناتك بما في ذلك لماذا وكيف نجمع بياناتك ، وأغراض معالجة بياناتك ، وفترات الاحتفاظ بتلك البيانات ، ومع من ستتم مشاركتها ، وما هي التدابير الأمنية التي نتخذها لحماية هذه المعلومات الشخصية وما هي حقوقك.",
    "PrivacypolicyPoint8Desc1Point2": "الحق في الوصول: يحق لك الوصول إلى معلوماتك الشخصية مع الجزيرة تكافل ويحق لك الحصول على نسخة منها أو نقلها إلى طرف آخر.",
    "PrivacypolicyPoint8Desc1Point2Desc": "تشمل الاستثناءات من هذا الحق ما يلي:",
    "PrivacypolicyPoint8Desc1Point2Item1": " إذا كان التقييد ضروريا لحماية مالك المعلومات الشخصية أو غيره.",
    "PrivacypolicyPoint8Desc1Point2Item2": " إذا كان القيد ضروريا لأغراض أمنية أو تنفيذا لقانون آخر أو مستوفيا للمتطلبات القضائية.",
    "PrivacypolicyPoint8Desc1Point2Item3": " إذا كان الوصول مميزا أو قد يؤدي إلى ما يلي:",
    "PrivacypolicyPoint8Desc1Point2Item3I1": "يشكل تهديدا للأمن، ويسيء إلى سمعة المملكة العربية السعودية، ويتعارض مع مصالح المملكة العربية السعودية.",
    "PrivacypolicyPoint8Desc1Point2Item3I2": "يؤثر على علاقات المملكة العربية السعودية مع الدول الأخرى.",
    "PrivacypolicyPoint8Desc1Point2Item3I3": "يمنع اكتشاف الجريمة ، ويؤثر على حقوق المتهم ، ويؤثر على سلامة الإجراءات الجنائية القائمة.",
    "PrivacypolicyPoint8Desc1Point2Item3I4": "يعرض سلامة الأفراد للخطر.",
    "PrivacypolicyPoint8Desc1Point2Item3I5": " ينتهك خصوصية فرد آخر غير المالك.",
    "PrivacypolicyPoint8Desc1Point2Item3I6": "يتعارض مع مصالح فرد غير كفء أو عاجز.",
    "PrivacypolicyPoint8Desc1Point3": "الحق في التحديث: يحق لك طلب تصحيح المعلومات الشخصية أو إكمالها أو تحديثها.",
    "PrivacypolicyPoint8Desc1Point4": "الحق في التدمير: يحق لك طلب إتلاف معلوماتك الشخصية عندما:",
    "PrivacypolicyPoint8Desc1Point4Item1": "أنت تعتبر أننا لم نعد بحاجة إلى المعلومات الشخصية للأغراض التي تم الحصول عليها من أجلها.",
    "PrivacypolicyPoint8Desc1Point4Item2": "لقد اعترضت بشكل صحيح على استخدامنا لمعلوماتك الشخصية.",
    "PrivacypolicyPoint8Desc1Point4Item3": "استخدامنا لمعلوماتك الشخصية مخالف للقانون أو التزاماتنا القانونية الأخرى.",
    "PrivacypolicyPoint8Desc1Point4Item4": "لقد ألغيت موافقتك على جمع معلوماتك الشخصية ومعالجتها.",
    "PrivacypolicyPoint8Desc1Point5": "الحق في الاعتراض: يحق لك الاعتراض على معالجة معلوماتك الشخصية في أي وقت ، ومع ذلك ، لا ينطبق هذا الحق إلا في ظروف معينة ، مثل أنه يمكن ممارسة الحق في أي وقت عندما تتم معالجة معلوماتك الشخصية لأغراض التسويق المباشر.",
    "PrivacypolicyPoint8Desc1Point6": "الحق في إلغاء الموافقة: يحق لك إلغاء الموافقة على جمع معلوماتك الشخصية ومعالجتها ما لم تتطلب المتطلبات القانونية أو القضائية خلاف ذلك.يمكنك تقديم طلب لممارسة حقوقك بالتواصل معنا من خلال قنوات التواصل الرسمية المذكورة بنهاية هذا الاشعار.",
    "PrivacypolicyPoint9": " حماية المعلومات الشخصية للأطفال",
    "PrivacypolicyPoint9Desc1": "نولي اهتماما خاصا لحماية المعلومات الشخصية للأطفال. ليس لدينا أي نية لجمع أي معلومات شخصية للأطفال ما لم يتم الاتفاق عليها من قبل الأوصياء القانونيين عليهم ، وهي ضرورية للمنتجات أو الخدمات المقدمة للأطفال. في حالة قيامنا بجمع معلومات شخصية لطفل يقل عمره عن 13 عاما من خلال موقعنا الإلكتروني أو تطبيقنا ، سيكون الغرض فقط هو الاستجابة مباشرة لطلبه دون استخدام بياناته لأي أغراض أخرى. لن تتم معالجة المعلومات الشخصية للطفل دون إخطار ولي أمر الطفل بالطلب باستثناء ما يلي:",
    "PrivacypolicyPoint9Desc1Item1": "إذا كان هناك مبرر قانوني للجزيرة تكافل لمعالجة البيانات المحددة بموجب القانون أو اللوائح أو لأسباب أمنية.",
    "PrivacypolicyPoint9Desc1Item2": "عندما يكون الغرض الوحيد من جمع تفاصيل الاتصال بالطفل هو الاستجابة مباشرة لطلب معين من الطفل ، ولا يتم استخدام هذه البيانات للاتصال به مرة أخرى أو لأي غرض آخر.",
    "PrivacypolicyPoint9Desc2": "إذا كان عمرك أقل من 13 عاما ، المعلومات الشخصية التي نجمعها بموافقة الأوصياء القانونيين عليك ، فلن نستخدم هذه المعلومات أو نكشف عنها إلا بالقدر الذي يسمح به القانون واللوائح أو يوافق عليه الأوصياء القانونيون صراحة أو ضروري لحماية مصالح الطفل.",
    "PrivacypolicyPoint10": " كيف نستخدم ملفات تعريف الارتباط والتقنيات الأخرى",
    "PrivacypolicyPoint10Desc1": "ملفات تعريف الارتباط هي أجزاء صغيرة من المعلومات يتم تخزينها تلقائيا على جهازك الطرفي المحلي ، والتي يمكن استردادها بواسطة جهازك الطرفي المحلي. يمكن أن تمكن ملفات تعريف الارتباط موقعنا الإلكتروني أو تطبيقاتنا من التعرف على جهازك وتخزين معلومات حول استخدامك للموقع أو التطبيقات لتوفير ميزات أكثر فائدة لك ولتخصيص محتوى موقعنا / تطبيقاتنا لتناسب اهتماماتك ، وحيثما سمحت بذلك ، لتزويدك بمواد ترويجية بناء على أنماط الاستخدام الخاصة بك. سنكون قادرين على الوصول إلى المعلومات المخزنة على ملفات تعريف الارتباط.",
    "PrivacypolicyPoint10Desc2": "قد يتم تسجيل زيارتك وتصفحك واستخدامك لأي من موقعنا الإلكتروني أو تطبيقات الأجهزة المحمولة لتحليلها على عدد زوار الموقع و / أو التطبيقات وأنماط الاستخدام الروتيني وأنماط الاستخدام الشخصي وتحسين تجربتك. سيتم جمع بعض هذه المعلومات باستخدام ",
    "PrivacypolicyPoint10Desc3": "المعلومات التي يتم جمعها بواسطة ملفات تعريف الارتباط هي بيانات مجمعة مجهولة المصدر ولا تحتوي على معلومات شخصية",
    "PrivacypolicyPoint10Desc4": "يمكنك إدارة ملفات تعريف الارتباط أو تعطيلها بناء على تفضيلاتك. إذا كنت ترغب في تعطيل ملفات تعريف الارتباط ، فيمكنك القيام بذلك عن طريق تغيير الإعدادات على المحطات الطرفية المحلية الخاصة بك. ومع ذلك ، بعد تغيير الإعداد ، قد لا تتمكن من الاستمتاع بالراحة التي توفرها ملفات تعريف الارتباط ، ولكن لن يتأثر استخدامك العادي للوظائف الأخرى للمحطات المحلية..",
    "PrivacypolicyPoint11": " كيفية الاتصال بنا",
    "PrivacypolicyPoint11Desc1": "يجب توجيه طلبات الوصول إلى المعلومات الشخصية أو تصحيحها أو حذفها ، أو سحب التفويض أو التخلص من المعلومات الشخصية بعد فترة الاحتفاظ ، أو للحصول على نسخة من هذا الإشعار ، أو الاستفسارات حول ممارساتنا المتعلقة بالمعلومات الشخصية وحماية الخصوصية بالتواصل معنا من خلال البيانات الموضحة بنهاية هذا الاشعار.",
    "PrivacypolicyPoint12": " صياغة هذا الإشعار وفعاليته وتحديثه",
    "PrivacypolicyPoint12Desc1": "نحن نراقب بانتظام إجراءاتنا وتدابيرنا الأمنية لضمان بقائها فعالة. تلتزم الجزيرة تكافل بمعاملتك بأكبر قدر من الاحترام والاعتبار وتقديم أعلى مستوى من الخدمة. ومع ذلك ، قد يكون هناك سوء فهم أو أوقات قد تشعر فيها أنه تم التعامل معك بشكل غير عادل. مهما كانت الظروف ، فإن هدفنا الأساسي هو ضمان معالجة مخاوفك.",
    "PrivacypolicycomplaintsDesc": "إذا كان لديك أي أسئلة أو شكاوى يمكنك التواصل معنا مع خلال البيانات الموضحة ادناة:",
    "PrivacypolicyAddress1": "شارع حراء، السلامة، جدة مبنى يو زون",
    "PrivacypolicyAddress2": "السلامة, 4516-23324 ، المملكة العربية السعودية",
    "PrivacypolicyAddress3": "ص.ب 5215 :جدة 21422",
    "PrivacypolicyConatct1": "8003040400 | +966 12 6688877",
    "PrivacypolicyEmail1": "info@ajt.com.sa",
    "PrivacypolicyTiming1": "من الأحد إلى الخميس من 9:00ص وحتى 5:00م",
    "PrivacypolicyPrivacyStatement": "قد تتم مراجعة بيان الخصوصية هذا من وقت لآخر. نحثك على طلب إشعار الخصوصية هذا ومراجعته بشكل متكرر للحصول على الإصدار الحالي. يشكل استمرارك في تقديم المعلومات الشخصية أو استخدام خدماتنا بعد أي تغييرات تطرأ على إشعار الخصوصية هذا موافقتك على أي تغيير من هذا القبيل. يمكنك الاطلاع على محفوظات مراجعة إشعار الخصوصية هذا بالنقر فوق",
    "PrivacypolicyPrivacyStatementLink": "https://www.aljaziratakaful.com.sa/About/Privacypolicy",
    "PrivacypolicyLastupdated": "اخر تحديث لسياسة الخصوصية 15/09/2024"
}