{
    "PrivacypolicyHeader": "Privacy Policy",
    "PrivacypolicyDesc1": "Aljazira Takaful (“we” or “us” or “our” or “AJT ”) is committed to respecting your privacy and recognizes your need for appropriate protection and management of any Personally Identifiable Information (“Personal Information” ) you share with us, in alignment with applicable personal data protection laws and regulations in the Kingdom of Saudi Arabia (“KSA”). We will only use your personal information to deliver the products and services you have requested from us and to meet our legal responsibilities.",
    "PrivacypolicyDesc2": "This Privacy Notice applies to all our customers, visitors, and users (hereinafter referred to as “You” or the “User”) who access or use our website or Mobile Application. This Privacy Notice intends to inform you about the following:",
    "PrivacypolicyDesc2Item1": "The type of information we may collect about you and the purposes for which we collect it when you use our website or mobile application.",
    "PrivacypolicyDesc2Item2": "How we use the information collected from you and with whom we may share it.",
    "PrivacypolicyDesc2Item3": "Your privacy rights regarding your data.",
    "PrivacypolicyDesc3": "We fully understand how important your personal information is to you, and we will exert our effort to protect the security of your personal information. We have always been committed to maintaining your trust and will adhere to below privacy principles below to protect your personal information: Rights and Responsibility, Consistency, Explicit Purpose, Freely Given Consent, Minimization and Necessity, Assurance of information security, Participation, and Transparency. We are also committed to taking appropriate security measures to protect your information.",
    "PrivacypolicyDesc4": "This Privacy Notice shall apply to personal information about you and related parties that may be processed when you visit our offices, use our website or mobile application, apply for or use any product, or service provided by us, handle any business, or make any transaction with us, participate in any of our marketing events and surveys, and in any way contact or correspond with us, no matter the information is provided by yourself or by the related parties, or collected or acquired by us from other sources according to PDPL (Personal Data Protection Law), regulation, regulatory provision, or based on your or related parties’ authorization or consent.",
    "PrivacypolicyDesc5": "The Content of this Notice is set out to give below details as per KSA Personal Data Protection Regulations:",
    "PrivacypolicyDesc5Item1": "How We Collect Your Personal Information",
    "PrivacypolicyDesc5Item2": "How We Use Your Personal Information",
    "PrivacypolicyDesc5Item3": "How We Store Your Personal Information",
    "PrivacypolicyDesc5Item4": "Lawful Basis for Processing",
    "PrivacypolicyDesc5Item5": "How We Protect Your Personal Information",
    "PrivacypolicyDesc5Item6": "How We Share, Transfer and Publicly Disclose Your Personal Information",
    "PrivacypolicyDesc5Item7": "Special Circumstances for Information Processing",
    "PrivacypolicyDesc5Item8": "Your Rights Relating to Personal Information",
    "PrivacypolicyDesc5Item9": "Protection of Children and Personal Information",
    "PrivacypolicyDesc5Item10": "How We Use Cookies and Other Technologies",
    "PrivacypolicyDesc5Item11": "How to Contact Us",
    "PrivacypolicyDesc5Item12": "Formulation, Effectiveness, and Update of this Notice",
    "PrivacypolicyPoint1": "How We Collect Your Personal Information",
    "PrivacypolicyPoint1Item1": "1. To comply with the law, regulation, and regulatory provision, or as required for us to provide you or related parties with various products and services and continuously improve our products and services, or to contact or communicate with you or related parties, understand the needs of you or related parties, build, review, maintain and develop our relationship with you or related parties, we may receive and keep the personal information provided by yourself or by related parties, or, according to law, regulation, regulatory provision, your or related parties’ authorization or consent, collect, enquire, and verify by proper methods your and/or related parties’ personal information from/with members of AJT or other third parties (including but not limited to credit reference agencies, information service providers, relevant authorities, employers, counterparties).",
    "PrivacypolicyPoint1Item2": "2. The personal information we collect may be on paper, electronic, or any other form.",
    "PrivacypolicyPoint1Item3": "3. When you visit, browse, or use our website and/or applications as a visitor, we may collect information about the browser or device you use (such as IP (Internet Protocol) address, operating system, and browser version), your browsing actions, and patterns. We use Cookies and other similar technologies to collect the above information. You may disable Cookies by changing your settings (for details, please refer to the section “How We Use Cookies and Other Technologies” in this Notice). Technical information which cannot identify any individual will not be treated as personal information. However, when such technical information can identify the individual alone or in combination with other information, we will protect it as your personal information. We may invite you to subscribe to our updates, and alerts or to participate in our marketing events or survey via our website and/or applications. If you accept the relevant invitation, we may collect the information you provide to us by filling out contact forms or questionnaires, etc. The said information may include name, ID/Iqama number, telephone number, email address, etc. Refusal to provide such information will not affect your visiting, browsing, or using our website and/or applications.",
    "PrivacypolicyPoint1Item4": "4. When you are our prospect or existing individual customer/corporate customers or related parties to the transactions, for us to provide you with our products/services and to handle relevant business, we may collect the following information upon your consent or authorization:",
    "PrivacypolicySubPoint": "To provide you with Life & General Insurance like Medical Insurance, Motor Vehicle Insurance, Travel Insurance, etc.",
    "PrivacypolicySubPointItem1": "Personal identity information, including Name, Sex, Nationality, Citizenship, National/IQAMA ID or Residence Number, Mobile Number, Signature, occupation, Telephone number, E-mail, Birth date, Place of birth, Marital status, Family status, Place of residence (include historic address, contact address and permanent address), Company/employer and Job Title, and any relationship with politically exposed person and relevant information etc.",
    "PrivacypolicySubPointItem2": "Medical history, related to your health conditions or diseases, your family details (including spouse, children), etc.",
    "PrivacypolicySubPointItem3": "Personal biometrics information, such as Signature, Handwriting, Fingerprint, Voice, Face Recognition Information, etc.",
    "PrivacypolicySubPointItem4": "Personal bank account information, including Account Number, etc.",
    "PrivacypolicySubPointItem4Desc1": "The above information is the basic information we must collect to provide you with our products or services, to fulfill our contract with you, and to comply with laws, regulations, and regulatory requirements. If you refuse to provide that information (or the information so provided is incomplete, inaccurate, or untrue), you will not be able to use our products or services.",
    "PrivacypolicyPoint1Item5": "5. When you are a connected person/legal guardian of our prospect or existing non-individual customers or related parties to the transactions (including children, corporate, enterprise, institution, and other legal entities) (Here we refer to connected person/guardian means any other person with whom our prospect or existing non-individual customer has a relationship, including but not limited to, a director, supervisor or employee of a company, partners or members of a partnership, any shareholder, substantial owner, controlling person, or beneficial owner, trustee, settlor or protector of a trust), we may collect the following information upon your or relevant customer’s consent or authorization:",
    "PrivacypolicyPoint1Item5Desc1": "To provide a connected person/legal guardian of our prospect or existing non-individual customers or related parties with Life Insurance and General Insurance like Medical Insurance, Motor Vehicle Insurance, Travel Insurance, etc.",
    "PrivacypolicyPoint1Item5Details1": "Personal identity information, including Name, Sex, Nationality, National/IQAMA ID, Occupation, Job Position, Relationship with Customers (such as legal guardian/employment/shareholding/investment relationship), Telephone Number, E-Mail, Contact Information, Birth Date, Place of Birth, Place of Residence, Work Address, Photo, Personal Virtual Identity and Authentication Information, any relationship with politically exposed person (“PEP”) and relevant information etc.",
    "PrivacypolicyPoint1Item5Details2": "Medical history, related to customers' health conditions or diseases, or their family details (including their spouses, children), etc.",
    "PrivacypolicyPoint1Item5Details3": "Personal biometrics information, such as Signature, Handwriting, Fingerprint, Voice, Face Recognition Information, Etc.",
    "PrivacypolicyPoint1Item5Details4": "Any other personal information acquired during the establishment or maintenance of business relationship for the performance of contracts or compliance with laws, regulations, and regulatory requirements, e.g., person information included in the customer documentation, personal information arising from any suspicious and unusual activity investigation, correspondence, or other communication records (including video or audio records, call log and correspondence records and contents).",
    "PrivacypolicyPoint1Item5Desc2": "The above information is the basic information we must collect to provide customers or related parties to the transactions with our products or services, to perform our contract with you or the relevant customer, and to comply with laws, regulations, and regulatory requirements. If you refuse to provide that information (or the information so provided is incomplete, inaccurate, or untrue), you or the relevant customer will not be able to use our regular products or services.",
    "PrivacypolicyPoint1Item6": "6. You may decide, at your free choice, to provide us, or allow us to collect from you or any third party as you agree, the following information for the following purposes or functions:",
    "PrivacypolicyPoint1Item6Details1": "Message service functions.",
    "PrivacypolicyPoint1Item6Details2": "Your policy information and transaction information. We collect the above information so that we can send you prompt notifications on policy information and other new product-related notifications.",
    "PrivacypolicyPoint1Item6Details3": "Appointment for policy information, other services.",
    "PrivacypolicyPoint1Item6Details4": "Name, Mobile Phone Number, ID Document Type and Number, Tax Residence, Address, Email, Telephone Number, Fax Number.",
    "PrivacypolicyPoint1Item6Details5": "To provide you with more accurate, personalized, and convenient service and improve your customer service experience.",
    "PrivacypolicyPoint1Item6Details6": "Information you provide when raising your feedback, suggestion, or complaint, information you input when participating in campaigns or surveys, category, methods, and operation information. We will conduct an analysis of the information and will contact you or provide you with the relevant response, service, or products based on that information.",
    "PrivacypolicyPoint1Item6Details7": "You can choose not to provide such information. Your failure to provide such information will make you unable to participate in or utilize the corresponding convenience or functions but will not affect your normal use of our other services.",
    "PrivacypolicyPoint1Item7": "7. We obtain most of your personal information directly from you and through the products and services you use. Some information may be obtained from other sources. For example, we may verify some of the information you give us with your employer or our references. Generally, when we obtain information from someone other than you, (other third parties we may have, we record the source of that information). We may obtain your consent in writing or through electronic means before collecting personal information. In some cases, we may be required by law to obtain your explicit consent, in which case we ensure that we do so.",
    "PrivacypolicyPoint2": "How We Use Your Personal Information",
    "PrivacypolicyPoint2Item1": "We will use your personal information to realize the purposes and functions mentioned in the above section of this Notice “How We Collect Your Personal Information.”",
    "PrivacypolicyPoint2Item2": "When you visit, browse, or use our website and/or applications as a visitor, we may use your information for the following purposes:",
    "PrivacypolicyPoint2Item2Details1": "to respond to your queries and requests.",
    "PrivacypolicyPoint2Item2Details2": "to provide you with information, products, or services that you request from us or which we feel may interest you, subject to your prior consent.",
    "PrivacypolicyPoint2Item2Details3": "to perform contracts or agreements entered between you and us.",
    "PrivacypolicyPoint2Item2Details4": "to allow you to interact with us on our website and/or applications.",
    "PrivacypolicyPoint2Item2Details5": "to notify you about changes to our website and/or applications.",
    "PrivacypolicyPoint2Item2Details6": "to ensure the content of our website and/or application is presented effectively on your device.",
    "PrivacypolicyPoint2Item2Details7": "to maintain proper and secure operation of our website and/or applications to prevent and control risk, or to detect and prevent misuse or abuse of our website, applications, products, or services.",
    "PrivacypolicyPoint2Item2Details8": "to meet our compliance obligations, or to comply with any NDMO/PDPL Regulations that we are subject to; and",
    "PrivacypolicyPoint2Item2Details9": "to make statistics and analysis of the use of our business, products, services, or functions. However, such statistics will not contain any of your personally identifiable information.",
    "PrivacypolicyPoint2Item3": "When you are our prospect or existing individual customer or a guardian of our individual/non-individual customers, we may use your information for the following purposes:",
    "PrivacypolicyPoint2Item3Details1": "to provide you or related parties with products or services, to recognize or verify the identity of you and related parties, or to approve, manage, handle, execute, or effect transactions requested or authorized by you or related parties.",
    "PrivacypolicyPoint2Item3Details2": "to comply with any NDMO/PDPL Regulations and any order or requirement from any authority.",
    "PrivacypolicyPoint2Item3Details3": "to perform AJT’s compliance obligations (including regulatory compliance, and/or compliance with NDMO/PDPL Regulations or requirement of any authority), or to implement any policy or procedure made by AJT for the performance of compliance obligations.",
    "PrivacypolicyPoint2Item3Details4": "to enforce or defend AJT, or to perform AJT’s obligations.",
    "PrivacypolicyPoint2Item3Details5": "as required by or to fulfill AJT’s reasonable operational requirements (including data statistics, analysis, processing, handling, archiving, recording, system, product and service design, research, development and improvement, planning, insurance, audit, and administrative purposes).",
    "PrivacypolicyPoint2Item3Details6": "subject to your or related parties’ authorization, market or promote relevant products or services to you or related parties, to assess your or related parties’ interests in relevant products or services, or to conduct market research or survey or satisfaction survey; and",
    "PrivacypolicyPoint2Item3Details7": "to obtain or utilize administrative, consultancy, telecommunications, computer, payment, data storage, processing, outsourcing, and/or other products or services.",
    "PrivacypolicyPoint2Item4": "The above information collection and use in this Notice shall not impact our use of your information for the purposes otherwise agreed between you or related parties and us.",
    "PrivacypolicyPoint2Item5": "If we use your personal information for purposes other than the purposes of collection and use as outlined in this Notice or other agreements between you or related parties and us, we shall obtain your consent before using your personal information for such additional purposes.",
    "PrivacypolicyPoint3": "Lawful Basis for Processing",
    "PrivacypolicyPoint3Desc": "We will only process your Personal Data if we have a lawful basis to do so. This includes coordinating the performance of a contract, complying with legal obligations, and protecting material interests, approvals, or legitimate interests pursued by us or third parties.",
    "PrivacypolicyPoint4": "How Personal Information is Stored",
    "PrivacypolicyPoint4Desc1": "We comply with the NDMO/PDPL Regulations and regulations on data storage. When we collect or process your information, we will, according to NDMO/PDPL Regulations, regulatory, archival, accounting, auditing, or reporting requirements, and the purposes as outlined in this Notice, store your personal information for a period as minimum as necessary to fulfill the purposes of information collection. Personal Information collected from the website and/or mobile applications are being stored on our servers located within the Kingdom of Saudi Arabia governed by appropriate security techniques to protect and preserve the data. After the retention period expires, we will destroy, delete, or de-identify relevant information, or where the destruction, deletion, or anonymization is not possible, store your personal information securely and separate it from other data processing. The NDMO/PDPL requirements do not apply to the information that needs to be retained. According to NDMO/PDPL Regulations, regulatory, archival, accounting, auditing, or reporting requirements, a special agreement between you or customers and us, or for record check or inquiry from you, customers, regulators, or other authorities. We might require keeping your Personal Information even after the purpose of its collection has ended in the following cases:",
    "PrivacypolicyPoint4Desc1Item1": "If there is a legal justification for us to keep it for a specified period by law, regulation, or security reasons.",
    "PrivacypolicyPoint4Desc1Item2": "If the Personal Information is closely related to a case before a judicial authority and its retention is required for this purpose",
    "PrivacypolicyPoint4Desc1Item3": "If all personal elements have been anonymized",
    "PrivacypolicyPoint5": "How We Protect Your Personal Information",
    "PrivacypolicyPoint5Desc1": "Information security is our top priority. We will always endeavor to safeguard your Personal Information against unauthorized or accidental access, processing, or damage. We maintain this commitment to information security by implementing appropriate physical, electronic, and managerial measures to secure your Personal Information. We will take responsibility by law if your Personal Information suffers from unauthorized access, public disclosure, erasure, or damage for a reason attributable to us and so impairs your lawful rights and interests.",
    "PrivacypolicyPoint5Desc2": "We maintain a strict security system to prevent unauthorized access to your Personal Information. We exercise strict management over our staff members who may have access to your Personal Information, including but not limited to access control applied to distinct positions, a contractual obligation of confidentiality agreed with relevant staff members, formulation and implementation of information security-related policies and procedures, and information security related training offered to staff.",
    "PrivacypolicyPoint5Desc3": "We will not disclose your Personal Information to any third party unless the disclosure is made to comply with laws, regulations, and regulatory requirements or according to this Notice or other agreement (if any) or based on your or related parties’ separate consent or authorization. When we use services provided by external service providers (entities or individuals), we also impose strict confidentiality obligations on them and request them to abide by the security standards of PDPL when processing Personal Information.",
    "PrivacypolicyPoint5Desc4": "For the security of your Personal Information, you shall properly take care of your Personal Information, such as your account information, identity verification information (e.g., username, password, dynamic password, verification code, etc.), and all the documents, devices, or other media that may record or otherwise relate to such information, and shall ensure your Personal Information and relevant documents, devices or other media are used only in a secured environment. You shall not, at any time, disclose to any other person or allow any other person to use such information and relevant documents, devices, or other media. Once you think your Personal Information and/or relevant documents, devices, or other media have been disclosed, lost, or stolen, or may otherwise affect the security of your use of our products, devices, or services, you shall notify us immediately so that we may act appropriately to prevent further loss from occurring.",
    "PrivacypolicyPoint5Desc5": "We will organize regular staff training and drills on emergency response. If unfortunately, a Personal Information security incident occurs, we will adopt the emergency plan and take relevant actions and remediation measures to mitigate the severity and losses in connection therewith. Meanwhile, we will, following the applicable requirements set out in law and regulation, inform regulatory authorities about the basic information of the security incident and its possible impact, the actions and measures we have taken or will take, suggestions to prevent and mitigate the risk, and applicable remediation measures.",
    "PrivacypolicyPoint6": "How We Share, Transfer and Publicly Disclose Your Personal Information",
    "PrivacypolicyPoint6Desc1": "Entrusted Processing and Sharing",
    "PrivacypolicyPoint6Desc2": "For the purposes set out above in the AJT Privacy Notice, we may provide or disclose all or part of your personal information to the following recipients under the preconditions that such provision or disclosure is necessary and is made with proper protective measures (please refer to section “How We Protect Your Personal Information” for details) and the recipients may also, for the aforesaid purposes, use, process or further disclose the information they receive provided that corresponding protective measures are adopted under the NDMO/PDPL Regulations or our requirements:",
    "PrivacypolicyPoint6Desc2Item1": "any member of AJT.",
    "PrivacypolicyPoint6Desc2Item2": "any contractor, subcontractor, agent, third-party product or service provider, professional consultant, business partner, or associated person of AJT (including their employees, directors, and officers).",
    "PrivacypolicyPoint6Desc2Item3": "any regulator of AJT or any other authority, or any organization or individual designated by such regulators or authorities.",
    "PrivacypolicyPoint6Desc3": "Subject to NDMO/PDPL Regulations, we will seek your separate consent and notify you of the data sharing/transferring, including the data receiver's identity, contact information, the purpose of processing, method of processing, and the type of personal information (if the cross-border transfer involved, we will also notify you the manner and method of exercise your right).",
    "PrivacypolicyPoint6Desc4": "We may disclose information about you to affiliated and non-affiliated third parties. If we do this, we make sure there are appropriate privacy, data handling, and security arrangements in place to protect your information.",
    "PrivacypolicyPoint6Desc4Item1L": "Affiliates: ",
    "PrivacypolicyPoint6Desc4Item1R": "We may share information about you within the AJT group for legal and regulatory purposes, to manage business risks, and to ensure we have corrected and up-to-date information about you, such as your current address, date of birth, etc. We may also share your information to better manage your total relationship with the AJT group and enable other members of the AJT group to bring suitable products and services to your attention. AJT will share your information within the AJT group for these purposes unless prohibited by law or you tell us not to do so.",
    "PrivacypolicyPoint6Desc4Item2L": "Authorized Business Partners: ",
    "PrivacypolicyPoint6Desc4Item2R": "We may partner with other companies to offer you products or services. We may disclose personal information and/or non-personal or de-identified information collected about you to such third-party partners to provide those services.",
    "PrivacypolicyPoint6Desc4Item3L": "Sharing information where ownership or liability is shared with others: ",
    "PrivacypolicyPoint6Desc4Item3R": "If you have a product or service where ownership or liability is shared with others, we may share your information with them in connection with the product or service. Also, if you authorize us, we may provide your information to your lawyer, accountant, or others you've identified.",
    "PrivacypolicyPoint6Desc4Item5L": "Government and Law Enforcement; Compliance; Other Purposes Permitted by Law: ",
    "PrivacypolicyPoint6Desc4Item4R": "Notwithstanding any other provision of this Notice to the contrary, we reserve the right to disclose Personal Information to others as we believe appropriate to comply with legal process and/or to respond to governmental or regulatory requests for any other purpose permitted by NDMO/PDPL Regulations.",
    "PrivacypolicyPoint6Desc5": "Transfers",
    "PrivacypolicyPoint6Desc6": "Without your separate consent, we will not transfer your Personal Information to any other company, organization, or individual. In exceptional cases to provide the cross-border service, after obtaining your consent, your information may be transferred abroad too. Under these circumstances, we will adopt appropriate, necessary, and effective security methods (encryption) to protect your information security. Also, we will inform you of the identity, contact, etc. of the Personal Information recipient according to the requirements of NDMO/PDPL Regulations and regulations and request the Personal Information recipient to comply with the AJT Privacy Notice. If the Personal Information recipient changes the purposes, methods, etc. of Personal Information processing under the AJT Privacy Notice, it shall re-obtain consent from you.",
    "PrivacypolicyPoint6Desc7": "Public Disclosure",
    "PrivacypolicyPoint6Desc8": "We will not disclose your Personal Information to the public unless we have your consent.",
    "PrivacypolicyPoint7": "Special circumstances for Information processing",
    "PrivacypolicyPoint7Desc1": "We will process your Personal Information (collection, storage, use, analysis, transfer, provide, disclosure) based on your consent. To the extent allowed by laws and regulations, we may process your Personal Information without your consent under the following circumstances:",
    "PrivacypolicyPoint7Desc1Item1": "Where it is necessary to protect your vital interests in an emergency or respond to public health emergencies.",
    "PrivacypolicyPoint7Desc1Item2": "When the processing achieves actual interest for the data owner, it is impossible to contact him/her, or it is difficult to achieve this.",
    "PrivacypolicyPoint7Desc1Item3": "Other circumstances stipulated by laws and regulations.",
    "PrivacypolicyPoint8": "Your Rights relating to Personal Information",
    "PrivacypolicyPoint8Desc1": "AJT makes all its efforts to provide high-quality services to all users in a manner that guarantees their rights under the limits stipulated in the Personal Data Protection Law as well as other regulations according to the following:",
    "PrivacypolicyPoint8Desc1Point1": "Right to be Informed: You have the right to be informed about the collection and usage of your data including why and how we collect your data, the purposes for processing your data, retention periods for that data, who will it be shared with, what are the security measures we take to protect this Personal Information and what your rights are.",
    "PrivacypolicyPoint8Desc1Point2": "Right to Access: You have the right to access your Personal Information with AJT and are entitled to obtain a copy of it or transfer it to another party.",
    "PrivacypolicyPoint8Desc1Point2Desc": "Exceptions to this right include:",
    "PrivacypolicyPoint8Desc1Point2Item1": "a. If the restriction is necessary to protect the Personal Information owner or others.",
    "PrivacypolicyPoint8Desc1Point2Item2": "b. If the restriction is necessary for security purposes, implementing another law, or meeting judicial requirements.",
    "PrivacypolicyPoint8Desc1Point2Item3": "c. If the access is characterized or may lead to the following:",
    "PrivacypolicyPoint8Desc1Point2Item3I1": "Poses a threat to security, harms the reputation of the Kingdom of Saudi Arabia, conflicts with the Kingdom of Saudi Arabia's interests.",
    "PrivacypolicyPoint8Desc1Point2Item3I2": "Affects the Kingdom of Saudi Arabia's relations with other countries.",
    "PrivacypolicyPoint8Desc1Point2Item3I3": "Prevents detection of a crime, affects the rights of the accused, affects the integrity of existing criminal procedures.",
    "PrivacypolicyPoint8Desc1Point2Item3I4": "Endangers the safety of individuals.",
    "PrivacypolicyPoint8Desc1Point2Item3I5": "Violates the privacy of an individual other than the owner.",
    "PrivacypolicyPoint8Desc1Point2Item3I6": "Conflicts with the interests of an incompetent or incapacitated individual.",
    "PrivacypolicyPoint8Desc1Point3": "Right to Update: You have the right to request Personal Information correction, completion, or update.",
    "PrivacypolicyPoint8Desc1Point4": "Right to Destroy: You have the right to request that your Personal Information be destroyed when:",
    "PrivacypolicyPoint8Desc1Point4Item1": "You consider that we no longer require the Personal Information for the purposes for which it was obtained.",
    "PrivacypolicyPoint8Desc1Point4Item2": "You have validly objected to our use of your Personal Information.",
    "PrivacypolicyPoint8Desc1Point4Item3": "Our use of your Personal Information is contrary to law or our other legal obligations.",
    "PrivacypolicyPoint8Desc1Point4Item4": "You have revoked your consent to collect and process your Personal Information.",
    "PrivacypolicyPoint8Desc1Point5": "Right to Object: You have the right to object to the processing of your Personal Information at any time, however, this right only applies in certain circumstances, such as the right can be exercised at any time when your Personal Information is processed for direct marketing purposes.",
    "PrivacypolicyPoint8Desc1Point6": "Right to Revoke Consent: You have the right to revoke consent to collect and process your Personal Information unless statutory or judicial requirements require otherwise. You may submit a request to exercise your rights by contacting us through our communication channels.",
    "PrivacypolicyPoint9": "Protection of children’s Personal Information",
    "PrivacypolicyPoint9Desc1": "We pay particular attention to the protection of children’s Personal Information. We have no intention of collecting any children’s Personal Information unless it is agreed by their legal guardians, and it is necessary for the products or services offered to the children. In the case where we collect Personal Information of a child under the age of 13 through our website or application, the purpose would solely be to directly respond to his/her request without using their data for any other purposes. The child’s Personal Information will not be processed without notifying the child’s guardian of the request except for the following:",
    "PrivacypolicyPoint9Desc1Item1": "If there is a legal justification for AJT to process the data specified by law, regulation, or for security reasons.",
    "PrivacypolicyPoint9Desc1Item2": "When the sole purpose of collecting the contact details of the child is to respond directly to a specific request from the child, and this data is not used to call him back again or for any other purpose.",
    "PrivacypolicyPoint9Desc2": "If you are under 13 years of age, for that personal information we collect with the consent of your legal guardians, we will only use or disclose such information to the extent allowed by law and regulation or expressly consented by your legal guardians or necessary for the protection of the Child’s interests.n",
    "PrivacypolicyPoint10": "How we use cookies and other technologies",
    "PrivacypolicyPoint10Desc1": "Cookies are small bits of information automatically stored on your local terminal, which can be retrieved by your local terminal. Cookies can enable our website or applications to recognize your device and store information about your use of the website or applications to provide more useful features to you and to tailor the content of our website/applications to suit your interests and, where permitted by you, to provide you with promotional materials based on your use patterns. We will be able to access the information stored on the Cookies.",
    "PrivacypolicyPoint10Desc2": "Your visit, browse, and use of any of our website or mobile device applications may be recorded for analysis on the number of visitors to the site and/or applications, routine use patterns, and your personal use patterns and improving your experience. Some of this information will be gathered using “Cookies.”",
    "PrivacypolicyPoint10Desc3": "The information collected by Cookies is anonymous aggregated data and contains no Personal Information",
    "PrivacypolicyPoint10Desc4": "You can manage or disable Cookies based on your preference. Should you wish to disable the Cookies, you may do so by changing the settings on your local terminals. However, after changing the setting you may not be able to enjoy the convenience that Cookies bring, but your normal use of other functions of the local terminals will not be affected.",
    "PrivacypolicyPoint11": "How to contact us",
    "PrivacypolicyPoint11Desc1": "Requests for access to, correction, or deletion of Personal Information, for withdrawal of authorization or disposal of Personal Information beyond the retention period, for a copy of this Notice, or inquiries about our practices regarding Personal Information and privacy protection, should be addressed through our communication channels.",
    "PrivacypolicyPoint12": "Formulation, Effectiveness, Update of this Notice",
    "PrivacypolicyPoint12Desc1": "We regularly monitor our procedures and security measures to ensure that they remain effective. AJT is committed to treating you with the greatest respect and consideration and providing the highest level of service. Even so, there may be a misunderstanding or times when you may feel you have been dealt with unjustly. Whatever the circumstances, our primary objective is to ensure your concerns are addressed.",
    "PrivacypolicycomplaintsDesc": "If you have any questions or complaints, you may reach to us through the below information:",
    "PrivacypolicyAddress1": " Street, Al Salamah, Jeddah, U-Zone Building",
    "PrivacypolicyAddress2": "Al Salama, 4516-23324, Kingdom of Saudi Arabia",
    "PrivacypolicyAddress3": "P.O. Box: 5215 Jeddah 21422",
    "PrivacypolicyConatct1": "8003040400 | +966 12 6688877",
    "PrivacypolicyEmail1": "info@ajt.com.sa",
    "PrivacypolicyTiming1": "Sunday- Thursday : 09:00 AM to 5:00 PM",
    "PrivacypolicyPrivacyStatement": "This Privacy Statement may be revised from time to time. We urge you to request and review this Privacy Notice frequently to obtain the current version. Your continued provision of personal information or use of our services following any changes to this Privacy Notice constitutes your acceptance of any such change. You may look at the revision history of this Privacy Notice by clicking",
    "PrivacypolicyPrivacyStatementLink": "https://www.aljaziratakaful.com.sa/About/Privacypolicy",
    "PrivacypolicyLastupdated": "Last updated on 15/09/2024"
}