{
    "customerCare":"رعاية العميل",
    "customerService": "خدمة العملاء",
    "fraud":"الإحتيال",
    "fraudp1":"يُعرف الاحتيال على أنه لجوء شخص ما إلى عملية غش وتضليل بغرض الحصول على ميزة أو منفعة خاصة له أو لغيره، أو لتجنب إلتزام ما، أو إلحاق خسارة بطرف أخر.يٌستخدم اصطلاح الاحتيال لوصف المخالفات التي تشتمل على سبيل المثال لا الحصر الغش، الرشوة، التزوير، الابتزاز، الاختلاس، تشويه الحقائق، إخفاء الحقائق الجوهرية، التواطئ، أو التآمر.يتم تعريف الاحتيال في التأمين على أنه تصرف يهدف إلى تحقيق منفعة غير مباحة أو مشروعة للمحتال أو لغيره.",
    "fraudh1":"وقد يأخذ الاحتيال أي شكل من الأشكال التالية:",
    "fraudul1li1":" اختلاس أصول وممتلكات الشركة.",
    "fraudul1li2":" الإضرار المتعمد أو إخفاء حقيقة جوهرية واحدة أو أكثر فيما يتعلق بقرار مالي أو عملية مالية أو استغلال لوضع الشركة.",
    "fraudul1li3":" إساءة استعمال السلطة أو موضع الأمانة والثقة أو علاقة ائتمانية.",
    "fraudh2":"أهمية الإبلاغ عن عمليات الإحتيال أو سوء استخدام التأمين",
    "fraudp2":"يمكن لكل من مزودي الخدمة و مسؤولي التأمين و والمؤمن لهم الإبلاغ عن عمليات الإحتيال أو سوء استخدام التأمين من أجل المساعدة في حماية حقوق المؤمن لهم .",
    "fraudh3":"كيفية الإبلاغ عن عمليات الإحتيال و سوء استخدام التأمين",
    "fraudp3":"اتصل على الرقم الموحد: 8003040400 أو قم بمراسلتنا عبر النموذج ادناه",
    "fraudNote1":"ملاحظة:",
    "fraudNote2":"نؤكد بأن جميع المعلومات والبيانات الشخصية ستعامل بسرية تامة.",
    "fraudName":"نا*",

    "fraudDOB":"تاريخ الحادث ",
    "fraudMobile":"رقم الهاتف",
    "fraudEmail":"البريد الالكتروني ",

    "fraudInformer":"البريد الالكتروني ",
    "fraudInformer1":"عميل لدى شركة الجزيرة تكافل تعاوني",
    "fraudInformer2":" موظف لدى أحد مزودي الخدمة الطبي",
    "fraudInformer3":"موظف في شركة الجزيرة تكافل تعاوني",
    "fraudInformer4":"أخرى",
    "fraudResponsible":"تاريخ الحادث ",
    "fraudResponsible1":"موظف في شركة الجزيرة تكافل تعاوني",
    "fraudResponsible2":"مزود خدمة طبية",
    "fraudResponsible3":"عميل لدى شركة الجزيرة تكافل تعاوني",
    "fraudResponsible4":"أخرى",
    "fraudDescription":"وضع المبلغ",
    "fraudTermsAgreement":"أقر بموجب هذا بأن جميع المعلومات المذكورة أعلاه حول حادثة الاحتيال صحيحة على حد علمي والاعتقاد.",
    "fraudSubmit":"إرسال"
}