{
    "customerCare":"Customer Care",
    "fraud":"Report a Fraud",
    "customerService": "Customer Service",
    "fraudp1":"Fraud is defined as a person's resorting to deception in order to obtain a special advantage or benefit for himself or for others, to avoid an obligation, or to inflict a loss on another party. The term fraud is used to describe violations that include but are not limited to deception, bribery, forgery Extortion, embezzlement, distortion of facts, and concealment of essential facts, collusion, or conspiracy. Insurance fraud is defined as an act aimed at achieving an unacceptable or legitimate benefit to the fraudster or to others.",
    "fraudh1":"Fraud may take any of the following forms",
    "fraudul1li1":"The misappropriation of the company's assets and property.",
    "fraudul1li2":" Intentional harm or concealment of one or more essential facts related to a financial decision, financial operation, or exploitation of the company's position.",
    "fraudul1li3":"Abuse of authority or a position of trust and confidence or a fiduciary relationship.",
    "fraudh2":"The importance of reporting fraud or misuse of insurance",
    "fraudp2":"Service providers, insurance officials, and the insured can all report fraud or misuse of insurance in order to help protect the rights of the insured.",
    "fraudh3":"How to report fraud and misuse of insurance",
    "fraudp3":"Call the unified number 8003040400 Or write to us via the form below",
    "fraudNote1":"Note: ",
    "fraudNote2":"We assure you that all personal information and data will be treated with strict confidentiality.",
    "fraudName":"Name",
    "fraudDOB":"Date Of Incident",
    "fraudMobile":"Mobile No.",
    "fraudEmail":"Email Adress",
    "fraudInformer":"Informer Situation",
    "fraudInformer1":"Insured by Al Jazira Takaful Company",
    "fraudInformer2":"Employee at Al Jazira Takaful Company",
    "fraudInformer3":"An employee of a medical service provider",
    "fraudInformer4":"Other",
    "fraudResponsible":"Responsible for Fraud",
    "fraudResponsible1":"An employee at Al Jazira Takaful Company",
    "fraudResponsible2":"Insured at Al Jazira Takaful Company",
    "fraudResponsible3":"Medical Service Provider",
    "fraudResponsible4":"Other",
    "fraudDescription":"Detailed Description",
    "fraudTermsAgreement":"I hereby certify that all the information mentioned above about the fraud incident is correct to the best of my knowledge and belief.",
    "fraudSubmit":"SUBMIT"
}