{
    "PnSheader": "Protection & Savings",
    "PnSSakhaaheader": "“Sakhaa” Retirement Plan - Features and benefits",
    "PnSSakhaaSubheader1": "What is 'Sakhaa' Retirement Plan?",
    "PnSSakhaaheaderDesc1": "The Retirement Plan “Sakhaa” from Aljazira Takaful is a flexible protection and saving plan which will help you to realize your predetermined financial goals whilst providing financial protection for you and your family. You can customize a plan according to your retirement financial needs and objectives.",
    "PnSSakhaaheaderDesc2": "Upon maturity, the value of your investment account becomes totally available to you …..so with one click, start saving now with as low as Saudi Riyal 300 per month.",
    "PnSSakhaaSubheader2": "What are the Plan Benefits and features?*",
    "PnSSakhaaSubheader2Item1": "Sharia Compliant product.",
    "PnSSakhaaSubheader2Item2": "Sum covered up to Saudi Riyal 7,000,000.",
    "PnSSakhaaSubheader2Item3": "Flexible contribution plan (Monthly / Quarterly / Semi Annual / Annual).",
    "PnSSakhaaSubheader2Item4": "Ability to choose between different fund strategies.",
    "PnSSakhaaSubheader2Item5": "Ability to choose between different funds.",
    "PnSSakhaaSubheader2Item6": "Contribution payment holiday.",
    "PnSSakhaaSubheader2Item7": "Partial Withdrawal from your Net asset value.",
    "PnSSakhaaSubheader2Item8": "Top up payment options.",
    "PnSSakhaaSubheader2Item9": "Ability to increase or decrease sum covered and contribution amount during the policy term.",
    "PnSSakhaaSubheader2Item10": "Ability to change the beneficiary during the policy term.",
    "PnSSakhaaSubheader2Item11": "Permanent Total Disability due to accident and Sickness (optional benefit).",
    "PnSSakhaaSubheader2Item12": "Wavier of contribution amount in case of permanent total disability (optional benefit).",
    "PnSSakhaaSubheader2Item13": "Upon maturity of the Policy, the value of the Investment Account is payable in one lump sum to the policyholder.",
    "PnSSakhaaSubheader3": "What are the Additional Benefit applicable for Retirement Plus?**",
    "PnSSakhaaSubheader3Item1": "In the event of death (God Forbid), during the term of your plan, the beneficiaries will have access to the total fund value in addition to the protection amount chosen by you.",
    "PnSSakhaaSubheader3Item2": "Family income benefit.**",
    "PnSSakhaaSubheader3Item3": "Accidental Death coverage.",
    "PnSSakhaaSubheader3Item4": "Critical Illness coverage.**",
    "PnSSakhaaTerms1": "Subject to Terms and Conditions",
    "PnSSakhaaTerms2": "Manual underwriting is required",
    "PnSAbnaaheader": "“Abnaa” Youth Plan - Features and benefits",
    "PnSAbnaaSubheader1": "What is Youth Plans “Abnaa” ?",
    "PnSAbnaaheaderDesc1": "The Youth Plan “Abnaa” from Aljazira Takaful is a flexible protection and saving plan which will help you to save for the future financial needs of your children such as paying for their marriage expenses, university expenses, buying their dream house etc . You can customize a plan according to your family financial needs and objectives ……..so with one click, start saving now for your children future with as low as Saudi Riyal 300 per month.",
    "PnSAbnaaSubheader2": "What are the Plan Features and benefits ?*",
    "PnSAbnaaSubheader2Item1": "Sharia Compliant product;",
    "PnSAbnaaSubheader2Item2": "Wavier of contribution in case of death or permanent total disability;",
    "PnSAbnaaSubheader2Item3": "Flexible contribution plan (Monthly / Quarterly / Semi Annual / Annual);",
    "PnSAbnaaSubheader2Item4": "Ability to choose between different fund strategies;",
    "PnSAbnaaSubheader2Item5": "Ability to choose between different funds;",
    "PnSAbnaaSubheader2Item6": "Contribution payment holiday;",
    "PnSAbnaaSubheader2Item7": "Top up payment options;",
    "PnSAbnaaSubheader2Item8": "Ability to increase or decrease the contribution amount during the policy term;",
    "PnSAbnaaSubheader2Item9": "Upon maturity of the Policy, the value of the Investment Account is payable in one lump sum to the beneficiary",
    "PnSAbnaaTerms1": "Subject to Terms and Conditions",
    "PnSAmanheader": "“Aman” Tuition Protection Plan - Features and benefits",
    "PnSAmanSubheader1": "What is “Aman” Tuition Protection plan ? ?",
    "PnSAmanheaderDesc1": "Provision of distinguished and high quality private education for our children is very expensive, and joining these educational edifices is not easy ; therefore every head of family or person responsible for paying the children’s education fees must have the desire to make sure once their children are registered that they will contribute their education in private education institutions. Therefore, the Aman plan provided by Aljazira Takaful company is the perfect plan for guaranteeing the school fees, which contributes in ensuring the payment of your children’s school fees, in the event of an unfortunate event, God Forbid, up until reaching the university education stage. The Aman plan is only a protection program that allows the provision of the due school premiums, and it provides financial insurance protection for children in the event of the policyholder’s death; as the company pays school premiums to the school owner in the event of the policyholders death or disability.",
    "PnSAmanSubheader2": "What are the Plan Features and benefits?*",
    "PnSAmanSubheader2Item1": "Sharia Compliant product;",
    "PnSAmanSubheader2Item2": "Sum covered up to Saudi Riyal 900,000;",
    "PnSAmanSubheader2Item3": "Flexible contribution plan (Monthly / Quarterly / Semi Annual / Annual);",
    "PnSAmanSubheader2Item4": "Ability to increase or decrease sum covered and contribution amount during the policy term;",
    "PnSAmanSubheader2Item5": "Ability to change the beneficiary during the policy term;",
    "PnSAmanTerms1": "Subject to Terms and Conditions",
    "PnSSunbulaheader": "“Sunbula” Charity Plan - Features and benefits",
    "PnSSunbulaSubheader1": "What is “Sunbula” Charity Plan ?",
    "PnSSunbulaheaderDesc1": "Have you ever wondered what to do with the extra money you have or the charity association you want to support, or felt that you have social obligations for the group that needs help and do not know how to reach them? Al sunbula charity plan provided by the Aljazira Takaful is a protection and saving plan concerned with the charities; and it aims to create a capital whose profits are used to pay the ongoing charity to the charitable associations authorized under the supervision of the Sharia authority during the life or death of the policy holder ……..so with one click, start saving now with as low as Saudi Riyal 300 per month or single premium Saudi riyal 10,000",
    "PnSSunbulaSubheader2": "What are the Plan Features and benefits?*",
    "PnSSunbulaSubheader2Item1": "Sharia Compliant product;",
    "PnSSunbulaSubheader2Item2": "Ongoing charity during life and after death;",
    "PnSSunbulaSubheader2Item3": "Ability to increase or decrease sum covered and contribution amount during the policy term;",
    "PnSSunbulaSubheader2Item4": "Flexible contribution plan (Monthly / Quarterly / Semi Annual / Annual / Single Payment);",
    "PnSSunbulaSubheader2Item5": "In the event of death, God Forbid, the protection and investment amounts in the policyholder fund will be transferred to Aljazira Ongoing Charity Fund; therefore any profits in this fund will be distributed by the Sharia authority in order to be distributed to the accredited charity associations.",
    "PnSSunbulaTerms1": "Subject to Terms and Conditions",
    "PnSHemayaheader": "“Hemaya” Rent Protection Plan - Features and benefits",
    "PnSHemayaSubheader1": "What is “Hemaya” Rent Protection plan ?",
    "PnSHemayaheaderDesc1": "The most worrisome matter for the head of the family is to secure the rent of the house that is inhabited by his or her family members in case of any sudden circumstances; therefore the Hemaya rent protection plan is considered one of the important plan provided by Aljazira Takaful; as it is an ideal plan to help you protect the future of your family. It is only a protection plan that allows the provision of the housing rent according to the due premiums and the insurance under this policy covers the direct payment of the due rent on behalf of the family(beneficiary) to the owner of the residential property, in the event of death or disability of the policyholder, God Forbid….. so with one click, participate in the plan with as low as Saudi Riyal 100 per month.",
    "PnSHemayaSubheader2": "What are the Plan Features and benefits?*",
    "PnSHemayaSubheader2Item1": "Sharia Compliant product;",
    "PnSHemayaSubheader2Item2": "Sum covered up to Saudi Riyal 500,000;",
    "PnSHemayaSubheader2Item3": "Flexible contribution plan (Monthly / Quarterly / Semi Annual / Annual);",
    "PnSHemayaSubheader2Item4": "Ability to increase or decrease sum covered and contribution amount during the policy term;",
    "PnSHemayaSubheader2Item5": "Ability to change the beneficiary during the policy term;",
    "PnSHemayaSubheader3": "What are the Additional Benefit applicable for Advanced Rent Protection plan?**",
    "PnSHemayaSubheader3Item1": "Permanent Total Disability due to accident and Sickness;",
    "PnSHemayaSubheader3Item2": "Permanent Partial Disability “due to accident” and the due to “Sickness and accident” benefit;",
    "PnSHemayaSubheader3Item3": "Family income benefit;",
    "PnSHemayaSubheader3Item4": "Accidental Death coverage;",
    "PnSHemayaTerms1": "Subject to Terms and Conditions",
    "PnSHemayaTerms": "Manual underwriting is required",
    "PnSDeraheader": "“Dera” Term Protection Plan - Features and benefits",
    "PnSDeraSubheader1": "What is “Dera” Term Protection Plan ?",
    "PnSDeraheaderDesc1": "The events that are most certain to happen in our life are uncertainties and you need to secure the future of your loved ones. Aljazira Takaful Term Protection Plan is an ideal plan that helps you protect your family’s future. While there can be no compensation for the loss of life. This plan ensures that your family’s financial needs can be met, even if something un-fortunate happens to you. Term Protection Plan is a very flexible plan to protect the financial needs of your family, which provides a guaranteed amount in case of death of the Participant (God forbid) and gives you and your family peace of mind……..so with one click, participate in the plan with as low as Saudi Riyal 100 per month.",
    "PnSDeraSubheader2": "What are the Plan Benefits?*",
    "PnSDeraSubheader2Item1": "Sharia Compliant product;",
    "PnSDeraSubheader2Item2": "Sum covered up to Saudi Riyal 7,000,000;",
    "PnSDeraSubheader2Item3": "Flexible contribution plan (Monthly / Quarterly / Semi Annual / Annual);",
    "PnSDeraSubheader2Item4": "Ability to increase or decrease sum covered and contribution amount during the policy term;",
    "PnSDeraSubheader2Item5": "Ability to change the beneficiary during the policy term;",
    "PnSDeraSubheader3": "What are the Additional Benefit applicable for Advanced Term Protection plan?**",
    "PnSDeraSubheader3Item1": "Permanent Total Disability due to accident and Sickness;",
    "PnSDeraSubheader3Item2": "Permanent Partial Disability “due to accident” and the due to “Sickness and accident” benefit;",
    "PnSDeraSubheader3Item3": "Family income benefit;",
    "PnSDeraSubheader3Item4": "Accidental Death coverage;",
    "PnSDeraSubheader3Item5": "Critical Illness coverage;",
    "PnSDeraTerms1": "Subject to Terms and Conditions",
    "PnSDeraTerms2": "Manual underwriting is required",
    "PnSAttaheader": "“Atta” Family Trust Plan - Features and benefits",
    "PnSAttaSubheader1": "What is “Atta” Family Trust Plan?",
    "PnSAttaheaderDesc1": "Now that you have attained a decent way of living for yourself, you want to make sure that some of the funds you currently have, will also be available to your loved ones. One of the worst things that can happen is that your hard earned wealth gets wasted prematurely by your child. To safeguard that your family member doesn’t abuse the wealth you have worked hard to accumulate for his or her interest, we offer you Aljazira Takaful Atta’ Family trust Plan which allows you to preserve funds as a steady income source for your loved ones reaching maturity age. The (Atta) Family trust Plan is the ideal plan that helps you to preserve funds for your dependents to be available upon reaching a certain age, with a protection amount included in case of unfortunate event. …. …..so with one click, start saving now with as low as Saudi Riyal 10,000 single premium.",
    "PnSAttaSubheader2": "What are the Plan Benefits?*",
    "PnSAttaSubheader2Item1": "Sharia Compliant product;",
    "PnSAttaSubheader2Item2": "Sum covered up to Saudi Riyal 7,000,000;**",
    "PnSAttaSubheader2Item3": "Smart plan benefit structure customized to your individual needs;",
    "PnSAttaSubheader2Item4": "Ability to choose between different fund strategies;",
    "PnSAttaSubheader2Item5": "Ability to choose between different funds;",
    "PnSAttaSubheader2Item6": "Top up payment options;",
    "PnSAttaSubheader2Item7": "Ability to increase or decrease sum covered and contribution amount during the policy term;",
    "PnSAttaSubheader2Item8": "Permanent Total Disability due to accident and Sickness (optional benefit);",
    "PnSAttaSubheader2Item9": "Accidental Death coverage (optional benefit);",
    "PnSAttaSubheader2Item10": "Upon maturity of the Policy, the value of the Investment Account is payable in one lump sum or regular installment payments to the family;",
    "PnSAttaTerms1": "Subject to Terms and Conditions",
    "PnSAttaTerms2": "Manual underwriting is required",
    "pageUnderContruction": "This page is under construction. Stay tuned!"
}