{
    "accidentName": "تأمین الحوادث والمسؤولیات",
    "acc1": "تأمین المسؤولیة عن المنتجات",
    "acc1p1": "تغطي وثیقة تأمین المسؤولیة عن المنتجات الصادرة من الجزیرة تكافل جمیع الخسائر المالیة \"مستحقة الدفع قانوناً\" تجاه الطرف الثالث والتي قد تتسبب بھا عیوب منتجات المؤمن لھ .",
    "acc1h1": "التغطیات الأساسیة",
    "acc1ul1li1": "المصاریف القانونیة المرتبطة بالدفاع عن المنشأة.",
    "acc1ul1li2": "وفاة أو إصابة جسدیة تجاه طرف ثالث .",
    "acc1ul1li3": "الخسائر المادیة لممتلكات الطرف الثالث .",
    "acc1h2": "مزایا :",
    "acc1ul2li1": "كافة منتجاتنا متوافقة مع أحكام الشریعة الإسلامیة.",
    "acc1ul2li2": "أسعارنا تنافسیة.",
    "acc1ul2li3": " التمیز في تقدیم الخدمات التأمینیة باحترافیةعالیة.",
    "acc1ul2li4": "إمكانیة تقدیم المطالبات بكل سھولة من خلال موقعنا الإلكتروني.",


    "acc2": "تأمین السرقة",
    "acc2p1": "تغطي وثیقة تأمین السرقة الصادرة عن الجزیرة تكافل الخسائر المالیة الناتجة عن عملیات السرقة أو الشروع في السرقة المصحوبة بالعنف أثناء الدخول او الخروج التي قد تتعرض لھا الممتلكات المؤمن علیھا .",


    "acc3": "تأمین تعویضات العمال ومسؤولیة صاحب العمل",
    "acc3p1": "تغطي وثیقة تأمین تعویضات العمال ومسؤولیة صاحب العمل الصادرة عن الجزیرة تكافل التعویضات المالیة* الناتجة عن الوفاة أو الإصابات الجسدیة التي یتعرض لھا العمال بسبب حادث او مرض ینشأ \"عن أو في\" سیاق وظیفتھ لدى المؤمن لھ .",
    "acc3p2": "* التعویضات المالیة بموجب قانون العمل السعودي .",
    "acc3h1": "تغطیات إضافیة (تضاف عند الطلب):",
    "acc3ul1li1": "مصاریف إعادة الجثمان للوطن",
    "acc3ul1li2": "المصاریف الطبیة الطارئة",

    "acc4":"التأمین ضد المخاطر المھنیة",
    "acc4p1":"تغطي وثیقة التأمین ضد المخاطر المھنیة الصادرة من الجزیرة تكافل جمیع الخسائر المالیة \"مستحقة الدفع قانوناً\" تجاه الطرف الثالث نتیجة عدم قیام المؤمن لھ بواجباتھ المھنیة عن طریق الإھمال او الخطأ او السھو.",
    "acc4h1":"التغطیات الأساسیة",
    "acc4ul1li1":"المصاریف القانونیة المرتبطة بالدفاع عن المنشأة.",
    "acc4ul1li2":"وفاة أو إصابة جسدية تجاه طرف ثالث .",
    "acc4ul1li3": " الخسائر المادیة لممتلكات الطرف الثالث .",
    "acc4h2":"المهن المغطاة :",
    "acc4ul2li1":"المحاسبين والمراجعين",
    "acc4ul2li2":"المهندسين المعمارين.",
    "acc4ul2li3":"المحامين.",
    "acc4ul2li4": "العقارات والمقيمون",
    
    "acc5":"تأمین مخاطر السفر الجماعي",
    "acc5p1":"تغطي وثيقة تأمين السفر الصادرة من الجزيرة تكافل جميع احتياجات المسافر التأمينية أثناء تواجده في الخارج ، منها النفقات الطبية وغير الطبية المحتملة ، مع امكانية اختيار أحدى التغطيات الأكثر ملاءمة لاحتياجات السفر بكل أمان كما هو موضح في الجدول:",

    "acc6":"تأمین خیانة الأمانة والاحتیال",
    "acc6p1":"تغطي وثیقة تأمین خیانة الأمانة والاحتیال الصادرة من الجزیرة تكافل خسارة الأموال أو البضائع التي تعود ملكیتھا للمؤمن لھ نتیجة السرقة أو أي فعل احتیالي أو خیانة أمانة یرتكبھا الموظفین كما تغطي المصاریف القانونیة المرتبطة بأتعاب مراجعي الحسابات التي یتكبدھا المؤمن لھ",

    "acc7":"التأمین على الأموال",
    "acc7p1":"تغطي وثیقة التأمین على الأموال الصادرة من الجزیرة تكافل خسارة الأموال التي تعود ملكیتھا للمؤمن لھ أو التي یكون مسؤولاً عنھا قانوناً إذا تعرضت إلى حادث أو سرقة أو الشروع في السرقة .",
    "acc7h1":"التغطیات الأساسیة :",
    "acc7ul1li1":"تغطى الأموال أثناء وجودھا في الخزنات أو أثناء نقلھا .",
    "acc7ul1li2": "الخسارة المالیة أو الضرر الذي یلحق بأي خزنة أو غرفة محصنة نتیجة للسرقة أو الشروع في السرقة شریطة الإفصاح عن قیمتھا .",


    "acc8":"التأمین من مخاطر الحوادث الشخصیة",
    "acc8p1":"تغطي وثیقة تأمین مخاطر الحوادث الشخصیة الصادرة عن الجزیرة تكافل التعویضات المالیة للإصابات الجسدیة بسبب عوامل خارجیة عرضیة تتسبب في الوفاة أو العجز .",
    "acc8h1":"التغطیات الأساسیة :",
    "acc8ul1li1":"الوفاة التي تحدث خلال 12 شھراً من الحادث.",
    "acc8ul1li2":"العجز الجزئي الدائم.",
    "acc8ul1li3":"العجز الكلي الدائم.",
    "acc8ul1li4":" العجز الكلي المؤقت.",
    "acc8ul1li5": "المصاریف الطبیة .",

    "acc9":"تأمین المسؤولیة العامة",
    "acc9p1":"تغطي وثيقة تأمين المسؤولية العامة الصادرة من الجزيرة تكافل الخسائر المالية \"مستحقة الدفع قانوناً\" تجاه الطرف الثالث نتيجة إهمال أو تقصير من خلال النشاط التجاري للمؤمن له أو داخل ممتلكاته .",
    "acc9h1":"التغطیات الأساسیة :",
    "acc9ul1li1":"المصاریف القانونیة المرتبطة بالدفاع عن المنشأة.",
    "acc9ul1li2":"وفاة أو إصابة جسدیة تجاه طرف ثالث .",
    "acc9ul1li3": "الخسائر المادیة لممتلكات الطرف الثالث ."



    
}